{"utterance": "What? No! I will not let you take me now!", "emotion": "anger"}
{"utterance": "[Persuade] I just thought we could become friends... or maybe something more.", "emotion": "happy"}
{"utterance": "Yeah? Anytime!", "emotion": "anger"}
{"utterance": "Hey - this street is for Sith only. You got to pay a 20 credit toll to walk down this street.", "emotion": "anger"}
{"utterance": "Preposterous!", "emotion": "anger"}
{"utterance": "No, not to you. You are an outsider and only care about our weaknesses. I won't say anything to you.", "emotion": "anger"}
{"utterance": "Ha ha! Once you become a Sith, you can do anything! You can feel the power coursing through you! None of you fools can compare to me!!", "emotion": "happy"}
{"utterance": "[Success] You... always had more strength than I did. I told you that. I felt so... helpless before your destiny.", "emotion": "excited"}
{"utterance": "Malak has a strong hold on Bastila now - it will be difficult for her to break free of his influence. Especially considering her long association with you.", "emotion": "sad"}
{"utterance": "But I should have. Sometimes I convince myself otherwise... but it's no use. She had fallen to the dark side when she raised her saber against me.", "emotion": "sad"}
{"utterance": "The Jedi Council were foolish to let you live. I won't make the same mistake. We shall finish this alone in the ancient Sith tradition: master versus apprentice, as it was meant to be!", "emotion": "neutral"}
{"utterance": "The Force has given us a... a vision. Like the one we shared on Dantooine. Did you see it? Of course... you must have. The Force is strong with us both.", "emotion": "neutral"}
{"utterance": "Well, it's sad to say, but it's that time again, Mekel.", "emotion": "neutral"}
{"utterance": "Dantooine... it seems like a lifetime since I last set foot on her surface, though in truth it has only been a few months. We should be safe from Malak here... for now, at least.", "emotion": "neutral"}
{"utterance": "Don't be a sniveling coward! I will prove this one a spy... and if Uthar is dead, *I* shall become the new master!!", "emotion": "anger"}
{"utterance": "The things you say!", "emotion": "happy"}
{"utterance": "[Success] Yeah... I don't want to fight you.", "emotion": "convincing"}
{"utterance": "Hey... why are you threatening me? I just repair the crawlers. It's not like I'm packing away the credits.", "emotion": "anger"}
{"utterance": "I think Czerka is missing an opportunity here. The forest could teach us so much.", "emotion": "sad"}
{"utterance": "No, I do take it personally!", "emotion": "anger"}
{"utterance": "You... you have saved me from the savages and their war beasts...", "emotion": "excited"}
{"utterance": "Will you get over her, already? It's been four years!", "emotion": "anger"}
{"utterance": "And I let her go. To my shame, she went on to kill many Jedi during the war until she, herself, was slain in the final battle.", "emotion": "sad"}
{"utterance": "I can do whatever I want! You can't control me!", "emotion": "anger"}
{"utterance": "Take your time, Carth. Make him suffer for what he's done to you!", "emotion": "neutral"}
{"utterance": "Speak with Chorrawl if you must speak at all. He knows your jagged language best.", "emotion": "anger"}
{"utterance": "You shouldn't have let me out, sonny. That was wrong. Admiral Karath won't be too happy with you disobeying his orders.", "emotion": "convincing"}
{"utterance": "An outsider outraged at me! I laugh! You know nothing of me, or how hard any of this is!", "emotion": "anger"}
{"utterance": "I saw what the Sith did to Taris - anyone who serves the dark side is evil! Big Z and I are with Carth on this one!", "emotion": "anger"}
{"utterance": "You won't find us to be such easy vitcims! Our Sith Masters have taught us well!", "emotion": "anger"}
{"utterance": "There is no place for fools amongst the Sith. Begone.", "emotion": "anger"}
{"utterance": "This is nothing but an excuse! You're afraid to face your feelings!", "emotion": "anger"}
{"utterance": "[She points towards one of the Ebon Hawk's service panels.] Me laesfa. Me stin-quiw in laesfa.", "emotion": "excited"}
{"utterance": "Yeah? Well I just decided that Jedi make much better sport than anyone else here. Oh, this should be entertaining.", "emotion": "anger"}
{"utterance": "Caution: Shhhh, master! Such a function in a droid is highly illegal.", "emotion": "convincing"}
{"utterance": "Thanks again. I doubt any of those uptight hunters would have helped, and I doubt the wife is coming back.", "emotion": "sad"}
{"utterance": "NO!!", "emotion": "anger"}
{"utterance": "Do not speak to me now! Kill him!!", "emotion": "anger"}
{"utterance": "I bet they shut this place down... I would.", "emotion": "sad"}
{"utterance": "Greetings, my young friend. I assume you are not a member of the Order, as you are not wearing the traditional garb of the Jedi.", "emotion": "happy"}
{"utterance": "Why? Because I am right, that's why! I can see the truth in your eyes as well!", "emotion": "anger"}
{"utterance": "Bastila, I was wondering something. How did those Vulkars manage to capture a famous Jedi like you? Were you knocked out when your escape pod crashed?", "emotion": "neutral"}
{"utterance": "The dark side? Bastila? No! No! How could that happen?", "emotion": "anger"}
{"utterance": "Yes... what I did was wrong. Very wrong.", "emotion": "sad"}
{"utterance": "How come every time you open your mouth to talk the scent of rancor dung comes out?", "emotion": "neutral"}
{"utterance": "The Jedi Council has failed, Carth - Darth Revan has been reborn! Together we will destroy Malak and seize control of his fleet, then use it to crush the Republic!", "emotion": "anger"}
{"utterance": "So... I'm sorry. Will you accept my apology?", "emotion": "sad"}
{"utterance": "Get out of here, whoever you are! Right now!!", "emotion": "anger"}
{"utterance": "Yeah, you can just stay here!", "emotion": "anger"}
{"utterance": "The company would have to be foolish to stay. It will be costly, but in the end, leaving will be cheaper than staying.", "emotion": "sad"}
{"utterance": "I love you, too. With all my heart.", "emotion": "excited"}
{"utterance": "I will stay here in this chamber and use my Battle Meditation to aid the Republic fleet. I am their only hope of destroying the Star Forge and ending the Sith menace.", "emotion": "excited"}
{"utterance": "[Use Force Kill to kill Lorgal.]", "emotion": "neutral"}
{"utterance": "Get out of here you goggle-eyed freak! You're too ugly for the Upper City!", "emotion": "anger"}
{"utterance": "You will? Oh, thank you so much. Please, I know it is worth at least 500 credits.", "emotion": "convincing"}
{"utterance": "Well, you picked a real stinkhole to stop at. Republic soldiers are everywhere, those arrogant Selkath treating us Sith like we're second-class citizens.", "emotion": "happy"}
{"utterance": "There you are Shen!", "emotion": "anger"}
{"utterance": "[Success] [Komad squints, sensing your influence but not being able to fight it. He seems saddened by your action, as though he expected better.]", "emotion": "convincing"}
{"utterance": "I think otherwise! RRRAAAAARRRGGGHHH!!", "emotion": "anger"}
{"utterance": "What?! Old hermit?! Can't that blasted Uthar teach a single thing right these days?! Slander! That's what it is!", "emotion": "anger"}
{"utterance": "It doesn't take Jedi powers to read a man, believe me.", "emotion": "anger"}
{"utterance": "You had taken my Casus from me long before that! You started it!", "emotion": "anger"}
{"utterance": "[Success] Ergh... I should tell you about some of us that have gone to the Shadowlands. There have been many...", "emotion": "convincing"}
{"utterance": "Well, he can do what he wants. He'll get what he deserves. I bought my own license just so I could see that he did.", "emotion": "anger"}
{"utterance": "[Failure] Never! I am Sith, I will never betray them! Your Republic is weak and will soon fall at any rate!", "emotion": "anger"}
{"utterance": "You are fortunate the Selkath neutrality laws stay my hand, else you would pay for those comments with your tongue, Mandalorian!", "emotion": "anger"}
{"utterance": "[Success] Of course the guards would take their time getting here... I don't wish trouble.", "emotion": "sad"}
{"utterance": "[Success] I will lower my price for you. You are deserving. 2500 credits. No lower.", "emotion": "convincing"}
{"utterance": "Do you believe Uthar would not be aware of this? He would quickly figure out what you have to gain by betraying him... and would never believe someone would pass that up.", "emotion": "convincing"}
{"utterance": "That's funny. You should tell that one to the torturer when he comes to deal with you.", "emotion": "anger"}
{"utterance": "Yeah, maybe you kills a dragon, but you are scared of us!", "emotion": "happy"}
{"utterance": "Well... yeah, true enough, I guess. But, damn it, I'm tired of nobody telling me anything!", "emotion": "anger"}
{"utterance": "[Force Persuade] You want to let me in.", "emotion": "convincing"}
{"utterance": "I... understand. May the Force serve you well.", "emotion": "sad"}
{"utterance": "This court will not be mocked!", "emotion": "anger"}
{"utterance": "You know you, uh... you aren't so bad to have around, you know that?", "emotion": "happy"}
{"utterance": "[Failure] I'm sorry, but I can't take the chance. Are you sure you can't buy it from me?", "emotion": "convincing"}
{"utterance": "Wait a minute, let me get this straight. You *lost* your lightsaber? Ha-ha! I mean, isn't that a violation of some kind of Jedi code or something?", "emotion": "happy"}
{"utterance": "No, Carth, not like this! Do not give in to the hate.", "emotion": "neutral"}
{"utterance": "You are an outsider. Your kind have done more damage here than any one of you could ever hope to fix.", "emotion": "anger"}
{"utterance": "I have the holocron, Mother. I'm just not sure I want to give it to you.", "emotion": "sad"}
{"utterance": "You've been holding out on us again. Since you haven't given us enough money, I guess we're going to have to take it out of you piece by piece!", "emotion": "anger"}
{"utterance": "[Success] I... I think I should probably pay you so this stays off my record. Yes, that's best.", "emotion": "convincing"}
{"utterance": "I don't know who founded Anchorhead the first time, but I know why they left.", "emotion": "sad"}
{"utterance": "Well, this means extra duty for sure.", "emotion": "sad"}
{"utterance": "Expletive: Damn it, master, I am an assassination droid... not a dictionary!", "emotion": "anger"}
{"utterance": "Griff, don't you recognize me? It's Mission!", "emotion": "happy"}
{"utterance": "You... you fool! You will never... never be a Sith, now!!", "emotion": "anger"}
{"utterance": "Yeah? Let's see how tough you are, then.", "emotion": "anger"}
{"utterance": "[Failure] Ha! The Sith are stronger than you; each one of us! You'll never break us!", "emotion": "anger"}
{"utterance": "The apprentice has learned his final lesson.", "emotion": "sad"}
{"utterance": "Such pride! Such arrogance! Ach. This one is already on the path to the dark side!", "emotion": "anger"}
{"utterance": "Bastila sacrificed herself so we could get away. We can't let her sacrifice be in vain! Come on!", "emotion": "excited"}
{"utterance": "We got revenge for Elassa in the trial! Finally we get some justice from those fish-headed freaks!", "emotion": "anger"}
{"utterance": "No! Do not walk down this path... it can only lead to destruction! I know of what I speak!", "emotion": "anger"}
{"utterance": "[Lie] I don't have to tell you! I have higher authority!", "emotion": "anger"}
{"utterance": "What? You're threatening me? I suppose I do need a kick in the tail to make up my mind. Maybe... it's for the best...", "emotion": "sad"}
{"utterance": "Of course it still matters! How do we know more memories won't come flooding back? How do we know Revan won't suddenly turn on us?", "emotion": "anger"}
{"utterance": "Sunry's being held at the Selkath courts. They won't let anyone in to see him. Please, go to the courts, talk to the Judges. Maybe the Selkath will listen to you.", "emotion": "convincing"}
{"utterance": "[Persuade] Make it 50 credits and you got a deal.", "emotion": "convincing"}
{"utterance": "Well... wait a minute... it looks like you've already taken care of things. Well that's great! Take that, Marlena, I'm going to live!", "emotion": "excited"}
{"utterance": "I've never seen a woman come into town and take charge like you did out there. You are scary. Wonderfully scary.", "emotion": "happy"}
{"utterance": "[Failure] You think bribes will work? You must be dumber than I thought to think that a Sith would join the losing side just for credits!", "emotion": "anger"}
{"utterance": "No, no, no. Don't do it!", "emotion": "anger"}
{"utterance": "Hell, I married her. Ha ha ha! No, no, seriously now, I had this friend that crossed Sith-space and got stripped of everything.", "emotion": "happy"}
{"utterance": "Father, no! Don't do it!", "emotion": "convincing"}
{"utterance": "Hardly any shifts available this week. I should give up digging.", "emotion": "sad"}
{"utterance": "I must confess that I haven't had much time to learn about this planet. Talk of Taris has seemed more important.", "emotion": "sad"}
{"utterance": "What?! You fool! While I respect your attempt to play both sides of the fence, you are playing a dangerous game.", "emotion": "anger"}
{"utterance": "We never asked for you help, Jedi! Do not press in matters that do not concern you!", "emotion": "anger"}
{"utterance": "I'm sorry. I'm glad things are better between us, now. We should... we should go.", "emotion": "sad"}
{"utterance": "Hurry it up, will you? You're not getting through here until I see the proper authorization.", "emotion": "anger"}
{"utterance": "And then we shall see if Revan can stand against the full fury of the Star Forge! Ha-ha-ha!", "emotion": "anger"}
{"utterance": "D-damn you! I... I will destroy you for this! You... you will never leave here alive!!", "emotion": "anger"}
{"utterance": "Hmph! You'll change your tune the first time your plumbing breaks down and raw sewage floods your apartment. Then you'll be beggin' for Kadir to come help you out!", "emotion": "anger"}
{"utterance": "You're trying to get me to admit to incompetence, aren't you? Not going to happen. I stand by my patrol.", "emotion": "anger"}
{"utterance": "I don't know. The vision of our future is clouded by shadows cast from the dark side. But I sense something ominous lurking in those shadows.", "emotion": "convincing"}
{"utterance": "That's terrible, I'm sorry. I didn't know.", "emotion": "sad"}
{"utterance": "You... you continue to be there for me, don't you? Even after I keep pushing you away, you're still around when I need you most.", "emotion": "sad"}
{"utterance": "Don't look at me like that, dammit! I wasn't always the wrinkled coot I am now, you know. I can still fight, too, so wipe off that smirk I see there.", "emotion": "anger"}
{"utterance": "I'll go back to Telos when this is over. You can find me there. Goodbye... father.", "emotion": "sad"}
{"utterance": "I met this one in the colony... unworthy, if you ask me.", "emotion": "anger"}
{"utterance": "Please! Help us!!", "emotion": "convincing"}
{"utterance": "The unit has been a little uncooperative. They get that way when they go too long without a memory wipe.", "emotion": "sad"}
{"utterance": "Fool! It is a trick question! A true Sith *never* dies!! Ha ha ha ha ha!!", "emotion": "happy"}
{"utterance": "Oh-ho! Spiteful little thing, aren't you? Let's not forget, however, who has whom at the disadvantage, shall we?", "emotion": "happy"}
{"utterance": "No, Shen, I...", "emotion": "convincing"}
{"utterance": "[Success] I suppose you're right. It's not like you can't tell the state of things just by looking around.", "emotion": "sad"}
{"utterance": "I won't answer. I can't. Worrroznor, must Woorwill be here?", "emotion": "sad"}
{"utterance": "You could reprogram the damaged assault droid to help you, if you have enough repair parts.", "emotion": "anger"}
{"utterance": "But now fate has given me a second chance to prove myself. Once I defeat you in combat no one will question my claim to the Sith throne; my triumph will be complete!", "emotion": "neutral"}
{"utterance": "Go, and expect no more to be said!", "emotion": "anger"}
{"utterance": "What? No! This isn't right! No!", "emotion": "anger"}
{"utterance": "That is murder, and this young person is not even a Sith!", "emotion": "anger"}
{"utterance": "You are brave... and foolish. The dark side has wholly consumed me, and you will suffer for failing to see that!", "emotion": "anger"}
{"utterance": "Hmm, dear dear. I'm saying they both had something to do with it! They've both kept their hands in this from the start!", "emotion": "anger"}
{"utterance": "Hurry, Hendar, hurry! I can hear it coming!", "emotion": "anger"}
{"utterance": "It is most regrettable that Juhani could not be saved. We in the Council had high hopes for her in the future.", "emotion": "happy"}
{"utterance": "*Never* open the box. Opening the box would be horribly bad.", "emotion": "anger"}
{"utterance": "Oh, thank you! Thank you!", "emotion": "convincing"}
{"utterance": "I can't hate you. I tried... I wanted to hold you responsible for all the things you've done. For my... for my wife, for Telos... for Dustil. But I can't.", "emotion": "sad"}
{"utterance": "I wish we could bomb this ocean world into a desert, but we need that kolto for our Sith troops. Man, I hate this place.", "emotion": "neutral"}
{"utterance": "Well, then, I guess \"gorgeous\" will have to do until then, won't it?", "emotion": "happy"}
{"utterance": "Then what are you waiting for? Go, find it!", "emotion": "anger"}
{"utterance": "My will is my own, Sith! I will answer nothing!", "emotion": "anger"}
{"utterance": "No... do not hurt me! I... I will do as you command. I will begin the ritual.", "emotion": "convincing"}
{"utterance": "I... y-yet... retain my... m-mind...", "emotion": "sad"}
{"utterance": "No, this is not possible! You have rejected the dark side, you are a weak and pathetic servant of the light! How can you still stand against me? Why can't I defeat you?", "emotion": "sad"}
{"utterance": "Sniveling fool! Like you would ever belong beside me in the academy! I'd rather kill you now and save us the trouble!", "emotion": "anger"}
{"utterance": "I cannot allow that to happen. Please, this is too painful. Strike me down. End this now, quickly. There is no other way.", "emotion": "sad"}
{"utterance": "I don't need a handout. I just can't sell it to Fazza without a license. Please, I'm worried about having it. They are so rare...", "emotion": "sad"}
{"utterance": "Geez, sis - that's pretty harsh. Come on, I know things haven't been great between us but when I corner the market on Tarisian ale I'll make things up to you!", "emotion": "convincing"}
{"utterance": "Be careful! There's a whole squad of Sith Troopers on the other side of that door! You need to find some way to thin their numbers.", "emotion": "neutral"}
{"utterance": "I... I have to ask you something, Griff. It's important. I ran into Lena. She said... she said it was your idea to leave me on Taris. It's not true, is it?", "emotion": "sad"}
{"utterance": "What are you doing, coming in here like you're Sand People or something? That's no way to do business. I don't need this.", "emotion": "anger"}
{"utterance": "I'm... I'm sorry. I don't blame you, but... it was a mistake. I have to get out of here before somebody sees us together!", "emotion": "sad"}
{"utterance": "I am *not* going to betray you! I am *not* Saul!", "emotion": "anger"}
{"utterance": "You don't exactly pull any punches, do you? Not that I don't deserve it, I suppose.", "emotion": "sad"}
{"utterance": "[Success] I can tell you about the agreement. We supply arms in exchange for a supply of healthy Wookiees.", "emotion": "convincing"}
{"utterance": "I'm more the practical type, beautiful. I keep myself fed and make sure everything I have is taken care of.", "emotion": "happy"}
{"utterance": "You are beneath my contempt, old man! You hid like a coward for decades on Kashyyyk! You know nothing about the true potential of the Force!", "emotion": "anger"}
{"utterance": "I, uh... it must look really strange for me to be obsessing like this, still. You must think I'm incredibly stupid.", "emotion": "sad"}
{"utterance": "What? You must be joking. I'd be lucky not to get my eyeballs seared out of their sockets.", "emotion": "happy"}
{"utterance": "Farewell, Mother. May the Force be with you.", "emotion": "sad"}
{"utterance": "So the time has come, has it? You both wish to stand against a Sith Master and perish, do you? THEN SO BE IT!!", "emotion": "anger"}
{"utterance": "That won't work and you know it! We have to vent the toxin from the harvesting machine. Once the shark is dead, we can get back to mining the kolto.", "emotion": "anger"}
{"utterance": "Mandalorian raiders, yes. They have been preying on the settlers in the surrounding farms. Stealing food, money, weapons... Jon was hit really hard recently... He lost his daughter.", "emotion": "happy"}
{"utterance": "But I don't really want to talk about that right now. I'm just here to have a couple drinks and try to unwind, you know?", "emotion": "happy"}
{"utterance": "I have spent many years following in the memory of my father. I can't step away from a battle like this.", "emotion": "sad"}
{"utterance": "[Force Persuade] You should give me Zuulan's bounty anyway.", "emotion": "convincing"}
{"utterance": "Greetings, my friend. *chuckle* I do rather enjoy saying that.", "emotion": "happy"}
{"utterance": "I can't help but wonder if part of you didn't enjoy this. I thought we might be friends, but with you... heh, who can tell?", "emotion": "anger"}
{"utterance": "That's not everyone, of course, but... but it happens. I'm a has-been, I'll admit, but... but dying while you're on top is still dying. I'll pass.", "emotion": "sad"}
{"utterance": "We should kill him now! Before anyone knows!", "emotion": "anger"}
{"utterance": "[Success] You are deserving, I know. I will go as low as 3000 credits. That is a very fair price.", "emotion": "convincing"}
{"utterance": "I should dismantle you!", "emotion": "anger"}
{"utterance": "You underestimate the Republic's resolve! We'll die before we surrender Coruscant!", "emotion": "anger"}
{"utterance": "I'm telling you, Carth, I had nothing to do with the crash.", "emotion": "convincing"}
{"utterance": "Goodbye, Dak... and... thank you.", "emotion": "sad"}
{"utterance": "And I warn you, we've had troublemakers before. The bay is lined with autoguns. Violence is not a survivable option.", "emotion": "anger"}
{"utterance": "No, I don't, but better me than Chuundar. He sells his own people for power. Please help, <FullName>. You've brought me hope...", "emotion": "sad"}
{"utterance": "There she is! Get her, men, but remember: don't kill her!", "emotion": "anger"}
{"utterance": "The door's sealed, we can't get past! Come on, we have to get to the Ebon Hawk!", "emotion": "excited"}
{"utterance": "Pleased?! You're jealous! You're jealous of my power! You think you deserve this medallion, don't you? Well, let's just see!!", "emotion": "convincing"}
{"utterance": "You mean it's true? It was your idea to leave me there? I'm your sister - how could you abandon me like that?", "emotion": "anger"}
{"utterance": "Five credits! That's what it costs to use our elevator! Five credits!", "emotion": "anger"}
{"utterance": "No... I'm not strong enough. There is too much anger inside me now. Too much hatred and fear. I can no longer find peace in the Force.", "emotion": "sad"}
{"utterance": "Huh? What... what just happened? What am I doing in here? Damn you, old man! I'll kill you if I ever get out of here!", "emotion": "anger"}
{"utterance": "But... even if it's not Revan... what if Master Uthar is actually dead? Someone who could kill the master...", "emotion": "neutral"}
{"utterance": "No, you can't mean that! This... this isn't you! You're not Revan, I know it!", "emotion": "anger"}
{"utterance": "Who are you? Ah. It doesn't matter. Can you handle a blaster? They may attack again at any second.", "emotion": "convincing"}
{"utterance": "I... I wish we hadn't come. I wish I'd never found him.", "emotion": "sad"}
{"utterance": "You can't just kill them!", "emotion": "anger"}
{"utterance": "You are the one growing weak, Bastila. I hear the desperation in your voice!", "emotion": "anger"}
{"utterance": "Intruders will not be tolerated! Nor will insolence!", "emotion": "anger"}
{"utterance": "Mother will be so angry! Ooohh...", "emotion": "sad"}
{"utterance": "That's how we Sith deal with smart-mouth aliens! Now the rest of you get up against the wall before I lose my temper again!", "emotion": "anger"}
{"utterance": "RRaaaghh! Enough talk! You and the outcast mad-claw will be taken to Chuundar now!", "emotion": "anger"}
{"utterance": "You have no rights here, mad-claw! This human should not have brought this taint upon our land! You must answer to Chuundar!", "emotion": "anger"}
{"utterance": "I would have thought my Jedi training would have put me past this kind of pettiness. I wish... I really don't want to think about this.", "emotion": "sad"}
{"utterance": "Thank you for saving me. I don't know how I can repay you. Elora and I are going to leave here and get as far away from all this as soon as we can.", "emotion": "convincing"}
{"utterance": "Kashyyyk will rise to repel the slaver threat. Freyyr will see to it.", "emotion": "anger"}
{"utterance": "I have reclaimed the title of Darth Revan! Bow before me!", "emotion": "anger"}
{"utterance": "There was a patrol here just yesterday, and they found nothing! Why do you Sith keep bothering us?", "emotion": "convincing"}
{"utterance": "What? Are you afraid you'll hurt my feelings? Come on, spit it out. You can do it.", "emotion": "anger"}
{"utterance": "And I sure as hell don't need this. Let's just drop it and get back to what we were doing.", "emotion": "convincing"}
{"utterance": "[Success] I... I'll sign the contract. Yeah, I guess that's best. I mean, the deal can't be all bad, right?", "emotion": "convincing"}
{"utterance": "What, are you a beggar? Fine, if it will get you to leave, take a few cred's, but don't expect another handout.", "emotion": "anger"}
{"utterance": "No, never! You're not the woman I love. We'll stop you if we have to, all of us.", "emotion": "anger"}
{"utterance": "I am proud of today. Yesterday is forgotten.", "emotion": "sad"}
{"utterance": "They are offering no resistance.", "emotion": "neutral"}
{"utterance": "Hey, come on. I don't want any trouble. Here, take what little I have. Just don't hurt me.", "emotion": "convincing"}
{"utterance": "You... You will die for what you have done!", "emotion": "anger"}
{"utterance": "Bah! Now I may as well take this fool and dump him somewhere. He's useless to us! I cannot believe you are so incompetent!", "emotion": "anger"}
{"utterance": "But... it was not enough...", "emotion": "sad"}
{"utterance": "You're very brave to make the decision you did. I... I love you. You know that, right?", "emotion": "sad"}
{"utterance": "You'll get your... turn soon enough, fool. And when you do, *Cough* I will be there, laughing as you collapse from... heat exhaustion and Mekel's beatings!", "emotion": "anger"}
{"utterance": "I might have something to say about that, Brejik!", "emotion": "neutral"}
{"utterance": "I don't know them... and their identification doesn't match up! They're spies!", "emotion": "anger"}
{"utterance": "[The gizka devours the poison in a single, greedy gulp. It will probably take a few seconds for the poison to have an effect.]", "emotion": "excited"}
{"utterance": "What are you doing back here? Look, you got what you wanted, so just let us get back to corralling these animals.", "emotion": "anger"}
{"utterance": "And you need to be more mindful of your responsibilities! Have you any idea of the danger a fallen Jedi represents? Not only to yourself, but to others as well?", "emotion": "anger"}
{"utterance": "I like a man that can move fast when he needs to. Maybe I could trouble you for an autoprint... or something.", "emotion": "happy"}
{"utterance": "You were having an affair with a Sith! You wanted to end it quickly and quietly, so you killed her from behind and tried to flee!", "emotion": "anger"}
{"utterance": "No, I did fail him. And so did you. I wish I'd never met you.", "emotion": "sad"}
{"utterance": "Yeah - why would a human want to help you, freak?", "emotion": "anger"}
{"utterance": "Ah - save your threats! Everyone knows breaking the peace here in Ahto City is punishable by a long stretch in the Manaan prisons.", "emotion": "anger"}
{"utterance": "Oh, and ignore the message Marlena left in there. No way do I deserve this, I swear.", "emotion": "sad"}
{"utterance": "You some kind of historian? You should look to the future, not the past. That's why I joined the Sith. And then I get stuck on Manaan - worst post in the galaxy!", "emotion": "happy"}
{"utterance": "May the Force serve you well, young one.", "emotion": "neutral"}
{"utterance": "It was like it was screaming inside my head...", "emotion": "anger"}
{"utterance": "That last race was incredible. You just keep looking better and better out there... and here as well.", "emotion": "happy"}
{"utterance": "Leave me to my pain!", "emotion": "anger"}
{"utterance": "They claim the dark side is evil, but that isn't so. Sometimes anger and hatred are deserved and right. Sometimes things change because of it.", "emotion": "sad"}
{"utterance": "Of course I deserved to be punished. They found me innocent.", "emotion": "sad"}
{"utterance": "His name is... was Ward Fizark. He used to work in the mines but they were scaled back last year.", "emotion": "sad"}
{"utterance": "That's not for you to decide. You couldn't possibly understand how this affects my people or me.", "emotion": "anger"}
{"utterance": "A wise decision. You cannot trust me, and you cannot bring yourself to execute me. I see now there is only one way this can end. The time for words is done! Defend yourself!", "emotion": "anger"}
{"utterance": "Ha ha ha! Look... either do something about it or run along, will you? I have prestige to earn.", "emotion": "happy"}
{"utterance": "I have to stand at attention. P-please... don't distract me, whoever you are.", "emotion": "sad"}
{"utterance": "We have to explore these worlds!", "emotion": "anger"}
{"utterance": "Drooling Bomarr cast-off!", "emotion": "anger"}
{"utterance": "You're beautiful out there, absolutely beautiful. And a pro racer as well!", "emotion": "happy"}
{"utterance": "I see your point. I'll leave his shop like his corpse. I'll take what I want, buy passage on a ship, and never look back except to spit.", "emotion": "anger"}
{"utterance": "It is larger than the one my father felled a decade ago, and he is too far out of his territory and must be dealt with. I might not prevail alone, human, but I must try.", "emotion": "sad"}
{"utterance": "Commentary: The meatbag speaks without clarity. Detail this agreement or the master will splatter your organs all over the floor!", "emotion": "anger"}
{"utterance": "What was that? That was easily the stupidest thing I've ever seen!", "emotion": "happy"}
{"utterance": "Will you buy it? I can't sell it myself. They are worth more than 500 credits!", "emotion": "convincing"}
{"utterance": "Yes! Because Ahlan has caused nothing but trouble for us ever since we arrived on this world! His hate poisons this place.", "emotion": "anger"}
{"utterance": "Do it. Quickly...", "emotion": "sad"}
{"utterance": "Back off, creature! I don't care to be inspected!", "emotion": "anger"}
{"utterance": "Yeah, this is our elevator! If you use it, you've got to give us something!", "emotion": "anger"}
{"utterance": "Hah! I'd like to see you try!", "emotion": "happy"}
{"utterance": "Saving the galaxy is what's important now. My son... I can mourn my son later. When we're done. So... let's just go.", "emotion": "sad"}
{"utterance": "Do not mock us, Jedi!", "emotion": "anger"}
{"utterance": "I guess you're right. The dark side is... where I belong. No going back now. Th-thank you.", "emotion": "sad"}
{"utterance": "Now, if we are through, I must get back to my race preparations. I prefer to leave your unpleasantness behind.", "emotion": "anger"}
{"utterance": "I greet you again, <FullName>. I am humble, hoping you have found the blade of Bacca's sword. Imagine... Chieftain Freyyr... humble.", "emotion": "sad"}
{"utterance": "What do you want? Credits? Here, take some! Just leave me alone. I've got work to do.", "emotion": "anger"}
{"utterance": "An outsider? Help? Look around you, Woorwill. Outsiders do nothing but steal and lie and taint the best among us!", "emotion": "anger"}
{"utterance": "Forget it! I'm not looking out for you... off my ship. Now!", "emotion": "anger"}
{"utterance": "[Force Persuade] You wish to tell us more about this agreement with the Wookiee leadership.", "emotion": "convincing"}
{"utterance": "I'd... rather not discuss it. Perhaps another time.", "emotion": "sad"}
{"utterance": "Thanks for... making things clear. If you don't mind, I think we're done. Goodbye.", "emotion": "sad"}
{"utterance": "You got lucky on Taris; the Sith attack saved you from a quick and gruesome death. But I promise you, the Sith won't be getting in my way this time!", "emotion": "neutral"}
{"utterance": "I do. I will take his shame with me. The Rorworr in their memory is a far better one than the Rorworr I killed.", "emotion": "sad"}
{"utterance": "What?! How did you know that? That was my trick question! Bah! Telepathy. No, wait! Someone told you didn't they!", "emotion": "anger"}
{"utterance": "You have this huge destiny waiting for you, and I just fear that if you're alone it could swallow you whole. I mean, is there room in there for me? Will you let me help you?", "emotion": "convincing"}
{"utterance": "[Success] If... if you speak the truth... then use the console to put me... in a catatonic state...", "emotion": "convincing"}
{"utterance": "All I have worked for is destroyed! All the hopes and dreams of my father and grandfather before him turned to dust! Begone, up-worlder - I have only curses to speak at you!", "emotion": "anger"}
{"utterance": "You have caused me great stress for nothing? Get out of my shop! If you want this droid, let your credits talk!", "emotion": "anger"}
{"utterance": "Hey, Carth. You're a pilot for the Republic, right? You've been all over the galaxy I bet, right? So tell me, how would you rate Taris compared to other worlds you've seen?", "emotion": "neutral"}
{"utterance": "I'll tell you this much... I am *not* going to wait around until I'm betrayed again!", "emotion": "anger"}
{"utterance": "[Force Persuade] You don't need any credits to take them.", "emotion": "convincing"}
{"utterance": "Heh heh. Who said I left the Jedi?", "emotion": "happy"}
{"utterance": "[Success] N-no! Not after all this time! I... oh, this is terrible! I'll have to... go home...", "emotion": "sad"}
{"utterance": "Bib - wait! Let me try again, Bib. I can get another partner! A good partner. Bib - wait up.", "emotion": "convincing"}
{"utterance": "I doubt they'll have much to say to you, either. After that stuff with Nico, seems you're more a promotor than a racer.", "emotion": "sad"}
{"utterance": "Please, don't say it like that. You make it sound like I was using you! Don't you realize how difficult this was for me?", "emotion": "sad"}
{"utterance": "It should not have had to go that far... but some things cannot be avoided.", "emotion": "happy"}
{"utterance": "The secret must be kept from the Sith, no matter the cost!", "emotion": "anger"}
{"utterance": "I've enough to worry about with my mining quotas, I don't have time for you.", "emotion": "anger"}
{"utterance": "I'm not sure what's in store for us, but I sense Bastila still has a role to play. I have no doubt she'll be waiting for us on the Star Forge.", "emotion": "sad"}
{"utterance": "I knew the off-worlder was a danger!", "emotion": "anger"}
{"utterance": "You sure do look good out there on the track, champion. You look pretty good here too.", "emotion": "happy"}
{"utterance": "You are easily the vainest, most arrogant man I have ever met! Besides, I know you can't be serious, since I was purposefully *not* staring in your direction.", "emotion": "anger"}
{"utterance": "This in an internal affair for my family and is none of your concern!", "emotion": "anger"}
{"utterance": "Anyone out there...? Could you help? I seem to be... ah... doomed.", "emotion": "happy"}
{"utterance": "H... help me! Please! I can... I can feel it inside my skin! Something growing... like some kind of hideous disease!", "emotion": "excited"}
{"utterance": "Joining with us means realizing your true potential. It means not stifling yourself solely for the sake of hide-bound shamans and their antiquated notion of order. Be what you were meant to be.", "emotion": "convincing"}
{"utterance": "How can you be sure of that? Father is an experienced --", "emotion": "anger"}
{"utterance": "Me too. So how about it, chump? Ready to die? I'm eager to blow off some steam after those tests.", "emotion": "neutral"}
{"utterance": "Why did you have to poison the water?? We don't know what effect it could have on the environment around here... or on the kolto.", "emotion": "anger"}
{"utterance": "You have willfully and blatantly broken our laws, and for that you shall be sentenced accordingly!", "emotion": "anger"}
{"utterance": "\"Peace is a lie, there is only passion. Through passion, I gain strength. Through strength, I gain power.", "emotion": "sad"}
{"utterance": "You think so? I could probably get the same kind of attention from a blaster rifle.", "emotion": "happy"}
{"utterance": "You... you animal! You wretch!", "emotion": "anger"}
{"utterance": "You... You killed my father, you killed my people, you treat us like animals... You deserve to die!", "emotion": "anger"}
{"utterance": "If I could sell it the kids and I could get out of here, maybe buy passage to Coruscant... I don't know.", "emotion": "convincing"}
{"utterance": "This is private property! By what authority are you trespassing on this estate?", "emotion": "anger"}
{"utterance": "This cell is too drafty. My old bones could catch a chill in here. We don't want that. You better let me out.", "emotion": "convincing"}
{"utterance": "But I don't... I mean, I can't... Malak will...", "emotion": "sad"}
{"utterance": "[Failure] No... no I think you lie. If you are trying to cheat me at least have the guts to admit it.", "emotion": "anger"}
{"utterance": "Uh... we aren't in your way, right? We don't want to... uh... get you mad or nothing.", "emotion": "sad"}
{"utterance": "[Failure] No, please, I need the full 500. I have a family... we have nothing.", "emotion": "convincing"}
{"utterance": "As I thought. You are no Sith. A real Sith would have no hesitation in striking me down.", "emotion": "anger"}
{"utterance": "So... you know, do you? Well, it makes no difference. You have become too ambitious, Yuthura... it is time for you to die.", "emotion": "sad"}
{"utterance": "You are back. Please, have you sold the plate I gave you? My children and I are counting on the credits.", "emotion": "convincing"}
{"utterance": "Please, I beg of you! Find the Mandalorian raiders and destroy them so my daughter can rest in peace!", "emotion": "convincing"}
{"utterance": "Not that I care about credits. I just want to race... but the deal with Motta is pretty bad. He'll get most of what I win.", "emotion": "sad"}
{"utterance": "They were like animals. It was horrible.", "emotion": "sad"}
{"utterance": "I saw what you did! You gave those journals to Igear! Now we'll never find the promised land! How could you do that, you monster!", "emotion": "anger"}
{"utterance": "No - this isn't happening! It can't be happening!", "emotion": "anger"}
{"utterance": "Now, leave me to my drinking. I don't think we'd have much to talk about. Not if I can help it.", "emotion": "sad"}
{"utterance": "I just can't believe he's dead. I... you should have stopped him! You should have done something to prevent this!", "emotion": "anger"}
{"utterance": "Besides... without the wife I can't keep my droids going. But I don't need her. You can tell her that. Yeah.", "emotion": "sad"}
{"utterance": "Rahasia! Thank goodness you managed to escape!", "emotion": "convincing"}
{"utterance": "Just... just a few hours longer... just a few hours, surely...", "emotion": "sad"}
{"utterance": "I am an exile. The slavers on Kashyyyk only took me after I was forced to leave my village home, 20 years ago.", "emotion": "sad"}
{"utterance": "Me abd liaz! Me na awnts palkie!", "emotion": "anger"}
{"utterance": "[She frowns and slaps her leg again.]  Abds! Is na gon-disen!", "emotion": "neutral"}
{"utterance": "I apologize, master. Are you sure? Not even just a little?", "emotion": "sad"}
{"utterance": "I hear you have been appointed as Arbiter in Sunry's trial. My husband is innocent - please don't let him go to jail for a crime he didn't commit!", "emotion": "convincing"}
{"utterance": "*squeee!*", "emotion": "anger"}
{"utterance": "It is your fault, Ahlan! You were always too violent for your own good!", "emotion": "anger"}
{"utterance": "Griff, are you blind? Can't you see you're talking to a Jedi? We're out here trying to save the galaxy! We can't waste time on this!", "emotion": "anger"}
{"utterance": "We didn't have enough medical supplies. The colony was burning and the dying were everywhere. I remember holding my wife and screaming for the medics. They... didn't come in time.", "emotion": "sad"}
{"utterance": "Mission, forgive me!!!", "emotion": "anger"}
{"utterance": "[Failure] You... you try to manipulate my mind off-worlder! We do not tolerate such insolence and disrespect for authority here on Manaan!", "emotion": "anger"}
{"utterance": "I don't know if I should be outraged that you keep joking about serious matters, or if I should be grateful that you can always lighten the mood.", "emotion": "sad"}
{"utterance": "What? Please, tell me you are kidding. I can't get any lower than this, and you would take advantage?", "emotion": "convincing"}
{"utterance": "Please, you have to help me! I... I promised this guy from the Exchange a sample of Tarisian ale! If I don't come through for him he's going to break my legs... or worse!", "emotion": "convincing"}
{"utterance": "I... n-no, please, put it away! I... I can't accept any, Mekel said. He's the Sith... over there, watching us...", "emotion": "sad"}
{"utterance": "Now I must go. My employers thank you for your assistance.", "emotion": "neutral"}
{"utterance": "I've seen enough. Sorry, Lyn, but you're not what the Starlight Entertainers are looking for. You've got nice moves, kid, but you don't do too well with a partner.", "emotion": "sad"}
{"utterance": "The Star Forge is mine now, Malak!", "emotion": "sad"}
{"utterance": "So, let's see how these rigged-out droids like me jumping around. Hopefully the explosion kills you too!", "emotion": "anger"}
{"utterance": "[Success] I doubt mere words can help me now, but to appease you I will recite them:", "emotion": "excited"}
{"utterance": "D-damn you! You will never be a Sith, now! I... I will destroy you for this! You... you will not leave here alive!!", "emotion": "anger"}
{"utterance": "[Faiure] There's nothing you can do to me, Jedi, that the Sith wouldn't do worse! I'm not afraid of you!", "emotion": "anger"}
{"utterance": "Then I have... the eternity I deserved. It has taken me... so long to realize that. I made my choice long ago.", "emotion": "sad"}
{"utterance": "You were Revan and I couldn't tell you... it was agonizing! Even worse when I began to... feel closer to you. I despised myself for it.", "emotion": "excited"}
{"utterance": "Please, if you come across my droid, bring him to me. I need him so much...", "emotion": "convincing"}
{"utterance": "Hey, why are you getting so mad at me? It's not like this was my fault!", "emotion": "anger"}
{"utterance": "You're a fool! When the Sith descend on Coruscant, our numbers will block out the sun itself! The galactic senators will collapse trembling in fear, and beg for mercy at Malak's feet!", "emotion": "anger"}
{"utterance": "You cannot blame me for the path you chose.", "emotion": "sad"}
{"utterance": "What the...! What did you do? Oh no...", "emotion": "anger"}
{"utterance": "Just a little kiss. How about it?", "emotion": "happy"}
{"utterance": "Can you believe it? They say that Yuthura took over the academy! Maybe I'll get my chance, yet!", "emotion": "excited"}
{"utterance": "For years I have hid, hoping to someday free my world! I swear you will not take me! I swear!", "emotion": "anger"}
{"utterance": "The city is in ruins.", "emotion": "neutral"}
{"utterance": "Keep addressing me like that and you might lose an ear or two.", "emotion": "anger"}
{"utterance": "Hey, I ain't no kid! And I look out for Zaalbar as much as he looks out for me. Big Z's my friend, not my babysitter! Geez, I come ask you a question and you give me a lecture!", "emotion": "anger"}
{"utterance": "I don't believe that. I don't think you do, either.", "emotion": "sad"}
{"utterance": "They may have been able to forgive me. I... could never forgive myself.", "emotion": "sad"}
{"utterance": "But... I don't want any power!", "emotion": "convincing"}
{"utterance": "If the Force wants us to be together, why do you keep resisting my undeniable charms?", "emotion": "convincing"}
{"utterance": "Quickly - I must inject it before it is too late. Yes... I feel it working!", "emotion": "neutral"}
{"utterance": "You disgust me. Your scent poisons the air. Your feet foul the ground. Go away, outsider. Go away.", "emotion": "anger"}
{"utterance": "Oh... yeah I, uh, I knew that.", "emotion": "sad"}
{"utterance": "I can't help but feel this is partly my fault.", "emotion": "sad"}
{"utterance": "[Success] Can you spare me a few moments? I have something I want to get off my chest. I want to tell you about one of our workers. His name was Griff.", "emotion": "convincing"}
{"utterance": "*sniff* Me... me palkie. Is na gon-disen.", "emotion": "sad"}
{"utterance": "Yes. No... no, that's not what I mean. I mean... I'm sorry. I'm not making much sense, am I?", "emotion": "sad"}
{"utterance": "[Force Persuade] You haven't warned me. I'm a nice person. You like me.", "emotion": "convincing"}
{"utterance": "Hey! You talk to her with a bit of respect in your voice or you'll end this conversation minus a few teeth! Got it?", "emotion": "anger"}
{"utterance": "Come on, Mission - I'm your brother! I'm family! You can't turn your back on me!", "emotion": "convincing"}
{"utterance": "[Force Persuade] The Sith are evil. You want to leave this place and never return.", "emotion": "convincing"}
{"utterance": "[The girl hides her face behind her hands for a moment.] Me na esowon!", "emotion": "anger"}
{"utterance": "[Failure] The Sith are not that easy to fool! We would see through your petty deceptions and destroy you for the way you try to humiliate us!", "emotion": "anger"}
{"utterance": "Yes, your outsider concerns must always come first. Just remember that this was my home. You are the stranger here.", "emotion": "anger"}
{"utterance": "What? But I passed your test!", "emotion": "anger"}
{"utterance": "Run, Kono! He's one of them!", "emotion": "anger"}
{"utterance": "Gurke said no more talking. You got sand in your ears? No more talking.", "emotion": "anger"}
{"utterance": "But nothing you can say or do can make me betray the Republic. I won't join you, and I won't just stand aside and let you become ruler of the Sith again, Revan!", "emotion": "anger"}
{"utterance": "Ha ha! Well done! You gained an artifact through trickery and eliminated an opponent at the same time. That is deserving of great prestige!", "emotion": "happy"}
{"utterance": "All you have to do is listen to me. That's all I ask.", "emotion": "sad"}
{"utterance": "No time to celebrate just yet. With Bastila dead, the Republic has broken through the Sith fleet! The capital ships are in bombardment range!", "emotion": "neutral"}
{"utterance": "Get lost, Sith. I'm not falling for any of your tricks.", "emotion": "anger"}
{"utterance": "[Force Persuade] You will find Sunry innocent.", "emotion": "convincing"}
{"utterance": "Hah! I doubt that. Have it your way, however, off you go.", "emotion": "happy"}
{"utterance": "Are you sure there's no way other than this?", "emotion": "sad"}
{"utterance": "You are pathetic. You will get no warnings from me. Prove your worth, to us and to yourself.", "emotion": "anger"}
{"utterance": "Oh, yeah? Well listen, beautiful, I don't need to take this abuse. I get enough female Jedi bashing from Bastila, thank you very much.", "emotion": "happy"}
{"utterance": "Thanks anyway, but I'll think it through myself.", "emotion": "sad"}
{"utterance": "Greetings, young Jedi, I wonder if you could assist me. I seem to have lost my... companion, you see.", "emotion": "happy"}
{"utterance": "Rorworr was mentor to some of our most promising children. We need his spirit in these dark times.", "emotion": "sad"}
{"utterance": "Oh, hey, it's you. I remember you at Fazza's place. Could I get you to help out a fellow hunter? Please?", "emotion": "convincing"}
{"utterance": "Oh, my!", "emotion": "happy"}
{"utterance": "You can be sick of whatever you like. What I'm sick of is being kept in the dark!", "emotion": "anger"}
{"utterance": "[Force Persuade] Nothing happened down at the Rift.", "emotion": "convincing"}
{"utterance": "I dare, Master Uthar! I am ready!", "emotion": "excited"}
{"utterance": "We lose more of our most promising warriors everyday.", "emotion": "sad"}
{"utterance": "Your pass-card is out of date! And I don't recognize you at all! We'll get to the bottom of this soon enough!", "emotion": "anger"}
{"utterance": "Please, have pity on us. We have nothing. All we ask is a few credits to make our lives easier.", "emotion": "convincing"}
{"utterance": "Killing him won't ease the pain, Carth. Do not become what you despise.", "emotion": "neutral"}
{"utterance": "Go and retrieve the lightsaber. There is nothing we can do for you until then.", "emotion": "convincing"}
{"utterance": "Nobody from our lodge has successfully hunted a bull dragon in perhaps a decade. My father may have been the last. His words are what I go by.", "emotion": "sad"}
{"utterance": "I always thought they held me back, were jealous of my power. But it is only because I was not good enough to meet their standards... I never have been.", "emotion": "sad"}
{"utterance": "Let's get these tests over with!", "emotion": "anger"}
{"utterance": "But be careful. There's a Sith patrol just down the corridor. Use your STEALTH skill to sneak past him.", "emotion": "neutral"}
{"utterance": "Shasa... No! This is most terrible! Most terrible indeed!", "emotion": "anger"}
{"utterance": "Objection: But Master! Am I not far too useful to be thrown aside in such a casual manner? Can I be faulted for my perfect artificial construction?", "emotion": "convincing"}
{"utterance": "Lobotomized Gamorrean!", "emotion": "anger"}
{"utterance": "Say, you must be new around here. My name is Viglo. You don't look like those Republic scum, and you aren't one of us Sith. So, what brings you to Manaan?", "emotion": "happy"}
{"utterance": "Impressive bravado, I'm sure. Do you honestly think I would let an opportunity to impress Master Uthar pass me by so easily?", "emotion": "happy"}
{"utterance": "So much... so much time has passed. And yet we have learned nothing... nothing...", "emotion": "sad"}
{"utterance": "I haven't got a clue where to start. She knew I wouldn't. Please, repair them for me if you can.", "emotion": "convincing"}
{"utterance": "Kids are like that?? Listen you... oh, I get it. Okay, you got me. You're pretty funny, Carth. For an old guy. Come on, you geezer - let's get back to what we were doing.", "emotion": "happy"}
{"utterance": "There has been a report of a terrible battle near the Sandral estate to the south of the Enclave. Apparently a large force of droids attacked the estate.", "emotion": "happy"}
{"utterance": "Or you could use computer spikes to slice into the terminal and use the Endar Spire's security systems against the Sith.", "emotion": "neutral"}
{"utterance": "No, this cannot wait any longer. You have no understanding of what we are going up against; I will not allow you to go in unprepared!", "emotion": "anger"}
{"utterance": "What are you doing here? Go back to Uthar and tell him you're ready to take your final test! Our moment is at hand, go!", "emotion": "anger"}
{"utterance": "This is the place you have invaded. When I embraced the dark side, this was where I sought my solace. It is MINE!", "emotion": "anger"}
{"utterance": "I like having a champion around, but you're probably destined for the circuit, once it's back up and running.", "emotion": "happy"}
{"utterance": "I guess I'll just have to kill you all, then.", "emotion": "anger"}
{"utterance": "They shall not live with the Matales!", "emotion": "anger"}
{"utterance": "I searched everywhere, and could not find him! I worry so much. I need him back so badly. I wonder if he... Could he have been kidnapped?", "emotion": "convincing"}
{"utterance": "You promised to slay our enemy. In exchange for our aid you swore to destroy the Elders and bring us their secrets. Are you saying this means nothing to you now?", "emotion": "anger"}
{"utterance": "Greetings, student.", "emotion": "neutral"}
{"utterance": "[Success] Flattery, is it? I... suppose it's possible that Master Uthar could award both of us prestige. We'd be ahead of the others, for sure...", "emotion": "happy"}
{"utterance": "But that has little to do with the law, does it? A sad state of affairs, that. Too bad, really... Sunry was a good man, once.", "emotion": "sad"}
{"utterance": "At last, my search is over! I was beginning to fear someone else had killed you and deprived me of the pleasure.", "emotion": "neutral"}
{"utterance": "It is kind of you to offer, but my problems are very personal. I'm not sure if I am ready to deal with them.", "emotion": "sad"}
{"utterance": "[Success] I just... don't feel I belong here. I thought maybe I did at first, but now... I don't know. I just have so many doubts.", "emotion": "sad"}
{"utterance": "It's true I possess... feelings for you. But was it only an illusion brought about by our bond? And what was the cost?", "emotion": "convincing"}
{"utterance": "I'm sorry, Woorwill... I can't give a reason. It was between me and Rorworr, and neither of us will talk.", "emotion": "convincing"}
{"utterance": "[Failure!] No! That bond is what took me down this path to begin with! It poisoned me... I hated myself for loving you and now I have betrayed everything!", "emotion": "anger"}
{"utterance": "Have you come to threaten me again? I've had enough aggravation from you, and I haven't seen a single credit for my trouble.", "emotion": "anger"}
{"utterance": "You... attacked them?!", "emotion": "anger"}
{"utterance": "It isn't easy here, you know. Not with all the Republic soldiers walking the streets while we sit and do nothing. Malak should send a fleet in and conquer this whole sector, kolto or no!", "emotion": "anger"}
{"utterance": "No, Zaalbar. I don't care! I won't help the Sith against the Republic! Not for anything! Not even for you!", "emotion": "anger"}
{"utterance": "Ha ha ha! Oh, I wonder what Master Uthar will think of this! Alright, then... you have yourself a fight!", "emotion": "happy"}
{"utterance": "And when you are through, do the same to your slave Zaalbar. His taint is a curse upon us too. Bah, I will speak no more of him.", "emotion": "anger"}
{"utterance": "I... I must g-get into... the academy... must...", "emotion": "sad"}
{"utterance": "I AM sure.", "emotion": "anger"}
{"utterance": "Sunry was a good man once. And a good friend. I'll miss him.", "emotion": "sad"}
{"utterance": "I am ready to accept the training... and my age has nothing to do with it!", "emotion": "neutral"}
{"utterance": "I have to give you credit... you've led me on quite a chase. But nobody gets away from Calo Nord in the end!", "emotion": "neutral"}
{"utterance": "Don't be a fool, Sith. I'll destroy you.", "emotion": "anger"}
