{"utterance": "Mere rubbish? It's D-A02, the repair droid from my ship! What was this doing in the forest?", "emotion": "anger"}
{"utterance": "Bah, if it will get you to leave, just take what credits I have. Take em. Take em. Now leave me. I don't want anything to do with you.", "emotion": "anger"}
{"utterance": "Hey, I'm the victim here. I'm not sure how divorce works where you're from, but this is a little extreme, don't you think?", "emotion": "convincing"}
{"utterance": "You admit that you enetered the Sith base illegally and attempted to commit crimes there!", "emotion": "anger"}
{"utterance": "[Success] Wuh! Ah, we are sorry about everything! Yeah, everything! We'll leave now!", "emotion": "convincing"}
{"utterance": "He was supposed to be completely loyal! To serve me after my husband died!", "emotion": "anger"}
{"utterance": "This is your last chance. Bow down or die.", "emotion": "anger"}
{"utterance": "You can't have her! I will fight to keep her from you!", "emotion": "anger"}
{"utterance": "[Success] I... I know a flicker of the light still burns within me. Malak felt it too. He knew it could only be extinguished if I killed you.", "emotion": "excited"}
{"utterance": "I didn't come here to be scolded by you!", "emotion": "anger"}
{"utterance": "I should stay here, though. If we face Malak I am afraid his dark presence will overwhelm me. It would not be wise to expose myself to such temptation.", "emotion": "excited"}
{"utterance": "Sure thing. Good luck.", "emotion": "neutral"}
{"utterance": "Th-thank you, Shaardan. We, uh... we understand now!", "emotion": "convincing"}
{"utterance": "I'll just run along, now, and give this to Master Uthar. I'll be sure to tell him of your contribution, naturally.", "emotion": "happy"}
{"utterance": "Well... there's more to the story, I guess.", "emotion": "sad"}
{"utterance": "He was my son!!", "emotion": "anger"}
{"utterance": "I don't think anyone actually expected that he could be redeemed. I'm surprised you would even think of trying.", "emotion": "neutral"}
{"utterance": "I've never thought about that. Can you... can you even go back? I've done some... I mean, I've hurt a lot of people.", "emotion": "sad"}
{"utterance": "You are brave... and some would say foolish. But you are also right. The dark side has not wholly consumed me. I cannot raise my blade against you.", "emotion": "excited"}
{"utterance": "It would be sad if this proved that Sunry did actually perform this crime, but... the truth is the truth. Whether I like it or not.", "emotion": "sad"}
{"utterance": "You... you are trying to trick me! I do not believe you!", "emotion": "anger"}
{"utterance": "I am a Sith, now! My power is supreme! Prepare to die, ha ha!!", "emotion": "anger"}
{"utterance": "I do not know what to do. Now that I have caused such suffering to my Master and those around me...", "emotion": "sad"}
{"utterance": "Okay, you've made your point. Now shut up and kiss me, you fool!", "emotion": "happy"}
{"utterance": "Well, at any rate, I wish you well. May... may the Force be with you.", "emotion": "neutral"}
{"utterance": "Don't you understand what this man has done to my life? Do you know the pain he's brought me?", "emotion": "neutral"}
{"utterance": "[Failure] Okay, I've heard just about enough out of you. Get them!", "emotion": "anger"}
{"utterance": "I tried to usurp your rule, to steal the title of Sith Master from you. But now I understand... The destiny is yours, Revan. Not mine.", "emotion": "sad"}
{"utterance": "Very cute. If you got any cuter, you'd pass for a Gamorrean's sister.", "emotion": "happy"}
{"utterance": "As you wish, Master Vandar. We shall return to the Ebon Hawk and leave you to your deliberations.", "emotion": "neutral"}
{"utterance": "But enough of that. I've talked about myself too much, surely you are tired of it.", "emotion": "sad"}
{"utterance": "But now things have become so very complicated...", "emotion": "happy"}
{"utterance": "Bastila, did you ever think about joining all the Jedi who were running off to follow Revan and Malak when they went to fight the Mandalorians?", "emotion": "neutral"}
{"utterance": "To which pillar do you wish to transfer power for the Mid-Upper System?", "emotion": "neutral"}
{"utterance": "I tried to get work in the mines, but Czerka Corporation is scaling back. Ah, I can't say that I blame them.", "emotion": "sad"}
{"utterance": "And now Father is dead. That... leaves a hurt inside, you just can't imagine. I haven't seen him in so long...", "emotion": "sad"}
{"utterance": "Oh, stop being such a baby. Are you always so quick to turn aside an ally? Got too many of them, do you?", "emotion": "anger"}
{"utterance": "I don't feel like answering. I wouldn't be much help to you anyway. I just race. Don't know about anything else.", "emotion": "sad"}
{"utterance": "You could have found this anywhere! For all we know, you killed Galas!", "emotion": "anger"}
{"utterance": "You did it - you got the top time! You just beat racers who've been doing this for twenty years! This is amazing!", "emotion": "excited"}
{"utterance": "Run for it, Mission! Go! Go!", "emotion": "anger"}
{"utterance": "Please... this is too painful. End it now, quickly. There is no other way.", "emotion": "sad"}
{"utterance": "Resume the bombardment, Commander. Wipe this pathetic planet from the face of the galaxy.", "emotion": "neutral"}
{"utterance": "Silence! This is not for outsiders to hear!", "emotion": "anger"}
{"utterance": "Now, my dear lady, I must see to your reward. Will, uh, earthly delights suffice? Er... I suppose not.", "emotion": "happy"}
{"utterance": "Enough! Off-worlders are not to hear of such things!", "emotion": "anger"}
{"utterance": "What? Oh, right, thanks. I guess I'll just DIE! Come on, help a guy out!", "emotion": "convincing"}
{"utterance": "You are beneath my contempt, Juhani. When you felt the power of the dark side you fled to a cave like some cowering animal! You know nothing of the Force or its true potential!", "emotion": "anger"}
{"utterance": "What?! No! I mean... no! Don't be crazy!", "emotion": "anger"}
{"utterance": "Go on, leave me alone. I've got stuff to worry about.", "emotion": "sad"}
{"utterance": "Please, Zaalbar - don't do this! Please! NO!!!", "emotion": "convincing"}
{"utterance": "Uh, hey Carth. Can I... can I talk to you for a second?", "emotion": "neutral"}
{"utterance": "Go on to your destiny, then, and return here afterwards... if that is what you still desire.", "emotion": "convincing"}
{"utterance": "And abandon you? No, I couldn't have done that.", "emotion": "sad"}
{"utterance": "Bah. I dislike such memories. It leaves a taste in the mouth that... it is a sadness I thought I had put aside long ago.", "emotion": "sad"}
{"utterance": "[Failure] We do not believe you, human! Tell us what you know or you will not leave here alive!", "emotion": "anger"}
{"utterance": "Taris is defenseless against our assault, Lord Malak. ## They are offering no resistance. ## The city is in ruins.", "emotion": "neutral"}
{"utterance": "*chuckle* I had heard that such an artifact existed. Tell me, young one... did you acquire this device by yourself?", "emotion": "happy"}
{"utterance": "You've picked the wrong place to say that. We'll score big points for bringing in your body, I'm sure!", "emotion": "anger"}
{"utterance": "Don't hurt me! Please!", "emotion": "anger"}
{"utterance": "Many are talking of Rorworr's disappearance. It is hardest on the young.", "emotion": "sad"}
{"utterance": "[Failure] N-no! You lie! I will never believe the words of a Sith!!", "emotion": "anger"}
{"utterance": "Oh? Is this true, young one? You wish to join Yuthura in her foolish scheme?", "emotion": "convincing"}
{"utterance": "I am forever a madclaw in the eyes of my people. Nothing I say is to be trusted. They were right to cast me out.", "emotion": "sad"}
{"utterance": "Greetings, Master Nemo. It is good to see you again.", "emotion": "happy"}
{"utterance": "I'd, ahh, really appreciate a bit of help. Please?", "emotion": "convincing"}
{"utterance": "Time for this to end, Bastila!", "emotion": "anger"}
{"utterance": "The Sith Empire is not the barbaric institution you portray it to be!", "emotion": "anger"}
{"utterance": "Whoa - no need to get violent. I can take the hint. I was just trying to do you a favor, but I see you're not interested.", "emotion": "sad"}
{"utterance": "What is there to investigate? Obviously Sunry is guilty. But the Republic is doing everything they can to keep him out of a Selkath prison.", "emotion": "happy"}
{"utterance": "I will learn your Jedi powers and defeat Malak!", "emotion": "anger"}
{"utterance": "After years in the Shadowlands, I remember only that outsiders are not to be trusted! I'll see you dead!", "emotion": "anger"}
{"utterance": "But we'll lose everything we've built here! All those years of work!", "emotion": "anger"}
{"utterance": "This is good: I want to celebrate my acceptance into the academy!", "emotion": "excited"}
{"utterance": "Will you help after? I'll try to answer what I can.", "emotion": "convincing"}
{"utterance": "Worm!", "emotion": "anger"}
{"utterance": "[Failure] N-n-never! Y-your... mind... tricks... d-do not...", "emotion": "sad"}
{"utterance": "No! I'm not going to just stand aside and do nothing! You'll... you'll just have to kill me. But I don't think you will.", "emotion": "anger"}
{"utterance": "That thing was a piece of junk! You ripped me off!", "emotion": "anger"}
{"utterance": "Ha! You're kidding, right? Look at me... do I look like I've got any reward for you?", "emotion": "happy"}
{"utterance": "Ahh!! I am no fighter! Please, I need this shop to make my living. I can't just give the droid away.", "emotion": "convincing"}
{"utterance": "That doesn't matter now. You can't ask for more certain closure than the whole planet being gone. Poof. Boom. Heh. Gone.", "emotion": "sad"}
{"utterance": "[Failure] ...no, no, no. This is no good, master. You have nearly detonated my thermal core three times in a matter of minutes.", "emotion": "anger"}
{"utterance": "It is right that Chuundar died. He was tainted by outsider greed.", "emotion": "sad"}
{"utterance": "And if he's justified her death in his mind... well... Sunry was a good man, once. I only hope that is still the case. I enjoyed his company.", "emotion": "sad"}
{"utterance": "Oh no, how can I resist a challenge to my manly pride, huh? Ha ha! Fine, you've made your point. Interrogate at will.", "emotion": "happy"}
{"utterance": "When you return, make sure that you have all that you will need... for you will face your test alone. Go, and may the Force serve you well.", "emotion": "neutral"}
{"utterance": "I will not have them set foot in a Sandral household!", "emotion": "anger"}
{"utterance": "[Success] What... we... we gotta run! Gotta run real fast! *squee!*", "emotion": "convincing"}
{"utterance": "No it does not suffice!", "emotion": "anger"}
{"utterance": "I'm all for that! Come on!", "emotion": "anger"}
{"utterance": "That will never happen again, thanks to you. Curse the Council for sending you, of all people, to speak to her! Could you have done nothing else?!", "emotion": "anger"}
{"utterance": "I don't understand what is going on... but I'm not listening to anything you have to say, outsider. You're trying to confuse me.", "emotion": "anger"}
{"utterance": "Act or begone!", "emotion": "anger"}
{"utterance": "Silence!!", "emotion": "anger"}
{"utterance": "I knew you were lying, you dog! And to think I thought it might not have been you! So I'll take your son from you!", "emotion": "anger"}
{"utterance": "You there! Human! You are placed under the arrest of the Ahto City Civil Authority!", "emotion": "anger"}
{"utterance": "I can make you talk, Carth. Trust me.", "emotion": "anger"}
{"utterance": "No! No!", "emotion": "anger"}
{"utterance": "I've got orders to kill trouble makers. Keep walking.", "emotion": "anger"}
{"utterance": "Don't taunt me like that. False hope is a cruel thing.", "emotion": "sad"}
{"utterance": "So, Bastila, I heard a rumor that the Vulkars captured you without much of a struggle. It must be embarrassing to be bested by a handful of street thugs.", "emotion": "neutral"}
{"utterance": "I... alright. I'll do it. For you.", "emotion": "sad"}
{"utterance": "Ha! Gather your anger, then... and let us see who is superior!", "emotion": "anger"}
{"utterance": "No time! We have to get off this planet and get to the Star Forge!", "emotion": "anger"}
{"utterance": "You will do no such thing! I am your father and I order you to come back with me!", "emotion": "anger"}
{"utterance": "You lie!", "emotion": "anger"}
{"utterance": "Alright. Goodbye.", "emotion": "happy"}
{"utterance": "No, Revan, it is you who are doomed!", "emotion": "anger"}
{"utterance": "At last, we will push them off our beloved Kashyyyk!", "emotion": "excited"}
{"utterance": "[Failure] Heh! That's the oldest joke in the book.", "emotion": "anger"}
{"utterance": "I don't know what fate awaits us, but I sense Bastila still has a role to play in the events to come. I have no doubt she will be waiting for us on the Star Forge.", "emotion": "sad"}
{"utterance": "I must say that it is quite disappointing that you must die now, as well, since there's no telling how far your scheming with Yuthura went.", "emotion": "convincing"}
{"utterance": "Ask me again about the war some other time. Just... not now. I would prefer to be by myself for now.", "emotion": "sad"}
{"utterance": "Zaalbar - Revan's a Sith! Just like Malak! It's not a betrayal if you break your life debt now!", "emotion": "anger"}
{"utterance": "Leave me to my hopelessness!", "emotion": "anger"}
{"utterance": "No! No! The firaxa will get us! No! The Selkath are coming! No!", "emotion": "anger"}
{"utterance": "Ask the human what happened!", "emotion": "anger"}
{"utterance": "That is what I am dreading. My shame was meant to be forgotten on some far away world. I never thought I'd come back.", "emotion": "sad"}
{"utterance": "Would you just shut up and shoot?", "emotion": "anger"}
{"utterance": "[Lie] Of course, great Jedi. I will learn your ways and follow the light.", "emotion": "neutral"}
{"utterance": "I was told that you're a friend of Jolee Bindo... and that Jolee has returned to the sector. Please, I must speak to him. It's very urgent!", "emotion": "convincing"}
{"utterance": "Not everyone is as foolish as you are, Carth!", "emotion": "anger"}
{"utterance": "It is not a lightsaber! It is nothing!", "emotion": "convincing"}
{"utterance": "Here, just put your hand on this pad. Thanks again. I know I'll be seeing more of you, human.", "emotion": "neutral"}
{"utterance": "What do you know? I guess he wasn't a 'true Sith' after all.", "emotion": "happy"}
{"utterance": "Juhani was a... a dear companion to me for many years. We spent many nights together alone under the stars.", "emotion": "sad"}
{"utterance": "Hey! That... that's a Jedi trick!", "emotion": "anger"}
{"utterance": "I don't care if you're scared. Go!", "emotion": "anger"}
{"utterance": "The Shadowlands are too good for them! We'll kill them all!", "emotion": "excited"}
{"utterance": "Yeah, well... I see what you mean. I've never... I mean, I've never been on that side of the fence before. It makes you think.", "emotion": "sad"}
{"utterance": "Juhani and Jolee would not swear loyalty to the new ruler of the Sith. They died for their foolishness. Now swear loyalty to Darth Revan, or face your own death!", "emotion": "anger"}
{"utterance": "[Failure] There is nothing in my heart but the blackness of the dark side! I am sick of your preaching, Revan!", "emotion": "anger"}
{"utterance": "Bastila's escape pod is away - you're the last surviving crew member of the Endar Spire! I can't wait for you much longer; you have to get to the escape pods!", "emotion": "anger"}
{"utterance": "So you're not going to tell me. *sigh* I suppose I really didn't expect you to.", "emotion": "sad"}
{"utterance": "All my secrets are purely of the mundane variety, unfortunately. Nothing worth extracting, though you're welcome to try.", "emotion": "convincing"}
{"utterance": "I'm sick of listening to you rant! Why don't *you* leave?!", "emotion": "anger"}
{"utterance": "Well, you keep staring at me. See anything you like?", "emotion": "happy"}
{"utterance": "I pass on my knowledge.", "emotion": "neutral"}
{"utterance": "Your words mean nothing to me... unless you wish to beg for your life. No? Then I shall try to make this both quick and painful!", "emotion": "anger"}
{"utterance": "I would not believe you. You are an outsider. You lie. You cheat. You enslave us. There is nothing you could say to make me believe.", "emotion": "anger"}
{"utterance": "He wouldn't dare!", "emotion": "anger"}
{"utterance": "Better than a Gamorrean's mother.", "emotion": "happy"}
{"utterance": "Oh, I... I don't want to get into that, miss. Let's just say that there was always someone trackside rooting for me. Heh heh.", "emotion": "sad"}
{"utterance": "How can I ever face the Council now with what I have done? It is hopeless! It could not be possible that they would accept me back...", "emotion": "sad"}
{"utterance": "I... I'll find a way to save you, I swear! I won't give up on you... no matter what!", "emotion": "anger"}
{"utterance": "You don't know. Don't go thinking you know, because you don't know. I've got problems.", "emotion": "anger"}
{"utterance": "What? Then you pay whatever you got! Yeah!", "emotion": "anger"}
{"utterance": "Rorworr is the latest of us to go missing. I hope your outsider slavers lost many men trying to cage him.", "emotion": "sad"}
{"utterance": "Don't be such a coward! Kill the traitor! Do it now!!", "emotion": "anger"}
{"utterance": "Then I'll be sure to never let you out. Goodbye, sonny.", "emotion": "happy"}
{"utterance": "Casus is dead? It is as I feared, though I am relieved the Matales are not responsible.", "emotion": "sad"}
{"utterance": "Sadly, I know this is true. Had you reclaimed the power of your previous identity I would be your apprentice, not Malak's. But you rejected the dark side.", "emotion": "neutral"}
{"utterance": "[Failure] ...no, that is not it, master. No... that is not it, either. *sigh* That is a hinge, master.", "emotion": "sad"}
{"utterance": "You hear that, meatbag? I will be back!", "emotion": "anger"}
{"utterance": "Promising? Hmmph. That one's not worthy to lick spit off your shoes, master.", "emotion": "anger"}
{"utterance": "You must go and face Malak, but you have to hurry. Once I turn the battle in the Republic's favor we won't have much time to escape the Star Forge before it is destroyed.", "emotion": "excited"}
{"utterance": "[Failure] ...now close the last panel. Hmmm... I am afraid the operation did not succeed, master, though it was a valiant attempt for a meatbag.", "emotion": "sad"}
{"utterance": "You... betrayed me?! I thought... we were friends! Damn you!!", "emotion": "anger"}
{"utterance": "Do not presume to tell me how I should speak of anything! They should have known better than to entrust such a task to you!", "emotion": "anger"}
{"utterance": "We did a good ambush and you and you better pay... uh... maybe 500 credits now! You die otherwise!", "emotion": "anger"}
{"utterance": "Ahh! I'll kill you! You won't get away with this!!", "emotion": "anger"}
{"utterance": "I've had enough out of you. You either get Czerka authorization to leave or get out of my space.", "emotion": "anger"}
{"utterance": "RRRRAAAAAAARRRRRGGGG!!!!", "emotion": "anger"}
{"utterance": "It is obvious that they tried to stop you and that you initiated hostilities!", "emotion": "anger"}
{"utterance": "They swarmed out and over us. There was no way we could stop them.", "emotion": "anger"}
{"utterance": "We used to be so close, sis. Now, I know we've had our differences, but I really need to get out of here now. No fooling.", "emotion": "convincing"}
{"utterance": "Whoever killed him took everything. All I have left is this desert wraid plate... we thought we were so lucky when he brought it home...", "emotion": "sad"}
{"utterance": "It's just that I had hoped you could do this with a little more... I don't know... success? I won't survive another blast.", "emotion": "sad"}
{"utterance": "Ha ha ha! Another idiotic student has stumbled into my little web, eh?", "emotion": "happy"}
{"utterance": "You dare spew those Jedi lies in my face? You will die screaming, Revan!", "emotion": "anger"}
{"utterance": "Not everyone is willing to throw their life away for the Republic, Carth!", "emotion": "anger"}
{"utterance": "May the Force serve you well.", "emotion": "neutral"}
{"utterance": "I am no beggar! I just need a little help, is all. There is no one for me to turn to on this wretched planet.", "emotion": "anger"}
{"utterance": "Admiral Dodonna - we've hit their main orbital stabilizers!", "emotion": "neutral"}
{"utterance": "Greetings. I don't think I've seen you at the academy before. Here to investigate the ruins?", "emotion": "happy"}
{"utterance": "Are you mad? Don't provoke them!", "emotion": "anger"}
{"utterance": "[Failure] You lie! You could never have killed the master!!", "emotion": "anger"}
{"utterance": "[The gizka looks at you curiously, cooing.]", "emotion": "excited"}
{"utterance": "Forget it! I'm not giving you any leads!", "emotion": "anger"}
{"utterance": "Aren't you just a sweet little droid, yes you are!", "emotion": "happy"}
{"utterance": "RRAAAAAAGHGHGH!!! BACCA'S SWORD! NOTHING ELSE!", "emotion": "anger"}
{"utterance": "*groan* Y-you... can do... nothing to me!", "emotion": "anger"}
{"utterance": "[Success] You know... I don't think you need to pay the fee. We'll let it go, this time.", "emotion": "convincing"}
{"utterance": "I surrender! I surrender! Please, don't kill me. I'm not like these others. I'm not like Brejik and his new Vulkars!", "emotion": "happy"}
{"utterance": "I am a Sith, better trained than you! I'll show you!!", "emotion": "anger"}
{"utterance": "Yes, I see you speak the truth. I am no match for you. Please, for the sake of what we once shared, do not make me suffer. End my life quickly. There is no other way.", "emotion": "excited"}
{"utterance": "[Failure] People will think I was a fool to sell at such a price! I will not!", "emotion": "anger"}
{"utterance": "The landing bay is lined with autoguns. To keep it safe. Understand?", "emotion": "anger"}
{"utterance": "He's taught me a lot. He said I could grow up as strong as him, that I'd fight you too. I will, too. I will.", "emotion": "sad"}
{"utterance": "You have? Please let me see it. I must be sure!", "emotion": "convincing"}
{"utterance": "Two thousand? Your greed is outstripped only by your utter lack of any sense of proportion, Jedi!", "emotion": "anger"}
{"utterance": "If you resist me, I'll destroy you all!", "emotion": "anger"}
{"utterance": "Uh, sure, I apologize. Uh, now, about what you wanted?", "emotion": "sad"}
{"utterance": "[Force Persuade] I think it is time you forgave her. You are partly to blame for her behavior.", "emotion": "convincing"}
{"utterance": "I... I am beaten. Take my head, Czerka filth. You won't get another chance. So swears Freyyr of Kashyyyk.", "emotion": "sad"}
{"utterance": "Oh, I think there's things I can do that a blaster can't.", "emotion": "happy"}
{"utterance": "Ha! Can't say I've met a woman quite like you before. You're really something.", "emotion": "happy"}
{"utterance": "That's an old track tale, you know; when the wind decides to stop fighting? I used to have that. Heh... not any more.", "emotion": "sad"}
{"utterance": "There is no emotion: there is peace. There is no ignorance: there is knowledge. There is no passion: there is serenity. There is no chaos: there is harmony...", "emotion": "excited"}
{"utterance": "Was there ever any doubt?", "emotion": "happy"}
{"utterance": "Obviously Nurik, the unscrupulous head of the Sandral clan, has abducted my son in retaliation for the destruction of his droids!", "emotion": "anger"}
{"utterance": "Is it safe? Heh. Is anywhere safe? I don't think so.", "emotion": "convincing"}
{"utterance": "Yes... it's his. But... he told me... he, he said that she'd been lost on a mission in the valley. This... this says that they...", "emotion": "neutral"}
{"utterance": "[Failure] The Jedi code is nothing but words, the babblings of senile old Masters! The code cannot help me now!", "emotion": "anger"}
{"utterance": "Is that such a daunting prospect? It is not as if I am asking you to perform the task alone, or as if you will get nothing out of it.", "emotion": "convincing"}
{"utterance": "Don't tell me to calm down, you ignorant bantha!", "emotion": "anger"}
{"utterance": "But I don't really want to talk about that right now. I'm just here to have a couple drinks and try to unwind, you know?", "emotion": "happy"}
{"utterance": "So, uh... you're here to save me, right? I'm sure you'll get... a huge reward! Yes indeed, Mission always said some people would pay to find me.", "emotion": "convincing"}
{"utterance": "I am done with you, outsider. Go away. I won't be your entertainment.", "emotion": "anger"}
{"utterance": "Yes, that would be for the best. You don't need me to defeat Malak, anyway. Now I understand that a true Jedi is a match for any Sith. Even the Dark Lord himself.", "emotion": "excited"}
{"utterance": "I'm sorry, I've taken enough of your time. We should press on.", "emotion": "sad"}
{"utterance": "Well, you've found it! If you've done anything to Master Uthar, you're going to pay for it!", "emotion": "anger"}
{"utterance": "I'll deactivate the restraining bolt on the droid when you tell it he's sold. After that, get out. Even if it lied about speaking a Sand People dialect, I'm still getting a horrible deal.", "emotion": "anger"}
{"utterance": "This is Carth Onasi on your personal communicator. I'm tracking your position through the Endar Spire's life support systems.", "emotion": "neutral"}
{"utterance": "You... you are Darth Revan, Lord ... [cough] Lord of the Sith. And I... I am nothing.", "emotion": "sad"}
{"utterance": "[Success] Oh... oh. All this... for nothing...", "emotion": "sad"}
{"utterance": "I heard another Republic fleet was wiped out in this sector! I hope they don't find the Jedi here!", "emotion": "anger"}
{"utterance": "You... you have no conscience. That plate is all I had... we're trapped here now... all because of you.", "emotion": "sad"}
{"utterance": "Explanation: It's my combative nature, master. I cannot help myself. I'll make it up to you... allow me to kill something in your honor!", "emotion": "convincing"}
{"utterance": "That's exactly what I'm going to do.", "emotion": "anger"}
{"utterance": "We are the Outcasts, banished and reviled by those who dwell above!", "emotion": "sad"}
{"utterance": "Ha! Why didn't you tell me that sooner? You would have saved me a lot of trouble.", "emotion": "happy"}
{"utterance": "We're under attack! Guards! Guards!", "emotion": "anger"}
{"utterance": "You will pay for this, fool! We will destroy you!!", "emotion": "anger"}
{"utterance": "You there, human... you are the one flying the Ebon Hawk now? I saw you disembarking earlier.", "emotion": "happy"}
{"utterance": "Do you miss your kin when they are taken from you, outsider? I doubt you feel the same as we do.", "emotion": "sad"}
{"utterance": "I... Help me, please! Do not let me give in to my anger again!", "emotion": "convincing"}
{"utterance": "I'll hold Malak off. You two get out of here! Find the Star Forge!", "emotion": "neutral"}
{"utterance": "They're Republic fugitives! Attack!", "emotion": "anger"}
{"utterance": "Oh, I thought... No, this is good. I'm glad you told me. This makes everything much easier.", "emotion": "sad"}
{"utterance": "[Force Persuade] Hmph. 'Harvesting'. Tell us about this agreement with the Wookiee leadership.", "emotion": "convincing"}
{"utterance": "[Success] What?! I... I've wasted all this time! How could I have been so... foolish! I could have died!", "emotion": "sad"}
{"utterance": "*I'm* frustrating? Look who's talking!", "emotion": "anger"}
{"utterance": "I'm dying, Bastila. I did not lie about that. It's been a long time in the coming, and there's really nothing that can be done anymore.", "emotion": "sad"}
{"utterance": "You press the reset button. After a moment of flashing lights and whirring sounds, all the systems on the left pillar become active.", "emotion": "neutral"}
{"utterance": "Well of course, darling, whatever Tanis Venn can do. You know, very few human females come to Tatooine...", "emotion": "happy"}
{"utterance": "Hey, come on now, you may as well be killing me. Get me out of here!", "emotion": "convincing"}
{"utterance": "I will never let Rahasia leave me!", "emotion": "anger"}
{"utterance": "I had hoped for a mirror of my father's expedition, but that will have to wait.", "emotion": "sad"}
{"utterance": "N-no, I can't! I must get into the academy! Mekel is the Sith, over there, watching us... he told us we have to do this!", "emotion": "convincing"}
{"utterance": "I hear that the Sith torture Jedi prisoners until they give in to the dark side. I hope that never happens to me!", "emotion": "anger"}
{"utterance": "Shh! Footfalls quiet, there is a great predator just within the cave. Care must be taken.", "emotion": "happy"}
{"utterance": "And then we shall see if Revan can stand against the full fury of the Star Forge! Ha-ha-ha!", "emotion": "anger"}
{"utterance": "You're right. I should have tried.", "emotion": "sad"}
{"utterance": "Guard! Eject the prisoner from the court!", "emotion": "anger"}
{"utterance": "No! You can't do this! It isn't fair!", "emotion": "convincing"}
{"utterance": "Let's go, boys... it's show time!", "emotion": "anger"}
{"utterance": "I am pathetic. I sit here and think myself to be great by embracing the dark side, but I am nothing! There is no way I could be turned back!", "emotion": "anger"}
{"utterance": "What?!", "emotion": "anger"}
{"utterance": "No, I won't fight you. At best, my warrior comrades would slaughter you, only for ships to burn our homes later.", "emotion": "sad"}
{"utterance": "[Success] We let you go now. We got what we wanted. Yeah, we sure did.", "emotion": "convincing"}
{"utterance": "I ask you for an honorable death, but you are too weak to even grant me that! No more words! This must end with blood!", "emotion": "anger"}
{"utterance": "I am willing to try my best.", "emotion": "neutral"}
{"utterance": "Why don't *you* tell me? You've killed a dragon. Me, I just make do hunting desert wraid. And there's not many of those even left.", "emotion": "anger"}
{"utterance": "[Success] I... I will give you the plate now... here, take it. What... what did you make me do?", "emotion": "convincing"}
{"utterance": "Impossible! That machinery was constructed by us to last a thousand years!", "emotion": "anger"}
{"utterance": "Mission didn't come with you, I see. Uh... guess she's still mad at me. Oh well... it's probably for the best. This job is more up your alley anyway.", "emotion": "sad"}
{"utterance": "You will never leave here!!", "emotion": "anger"}
{"utterance": "I had... a wife and son on Telos. I thought they would be safe there. But my task force arrived too late to be of much help.", "emotion": "sad"}
{"utterance": "That... that was when the Jedi left me. That was when they failed me.", "emotion": "sad"}
{"utterance": "Hey, man, clear out. You're cramping my style with the ladies.", "emotion": "happy"}
{"utterance": "More rabble with every landing. Go farm the dunes, ship-rat.", "emotion": "anger"}
{"utterance": "Sand People wiped out my moisture farm and what does Czerka do? Nothing.", "emotion": "sad"}
{"utterance": "Let's go, boys... it's show time!", "emotion": "anger"}
{"utterance": "Will there be a place for me in your future? Do you... do you love me?", "emotion": "excited"}
{"utterance": "HAHAHAHAHAHAHA! Revan, right?", "emotion": "happy"}
{"utterance": "I... I'm sure. I told you there was no such thing as friends among the Sith, didn't I? Let's... get this over with.", "emotion": "sad"}
{"utterance": "I just work here in the lab. I... I don't have anything to do with the taking of slaves.", "emotion": "sad"}
{"utterance": "I might consider it. What are you going to call me, in exchange?", "emotion": "happy"}
{"utterance": "We'll deal with these Sith - you get into the Star Forge and find Malak!", "emotion": "anger"}
{"utterance": "So make me understand!", "emotion": "anger"}
{"utterance": "[Failure] Your lies only make the hole you dig yourself deeper, human!", "emotion": "anger"}
{"utterance": "No time to talk with that dragon running around! We can't let it escape now that it's enraged.", "emotion": "anger"}
{"utterance": "What about Bastila? We have to help her!", "emotion": "excited"}
{"utterance": "You couldn't find your backside with both hands AND your friends'.", "emotion": "anger"}
{"utterance": "It was my responsibility to watch over you, to make sure you did not slip back into your evil ways. I was supposed to protect you from the dark side.", "emotion": "excited"}
{"utterance": "Forget him, Carth, we have to get out of here before Malak arrives!", "emotion": "neutral"}
{"utterance": "[Success] Half is acceptable to me. I... I agree?", "emotion": "convincing"}
{"utterance": "But we don't know how else the chemical reacts! We only tried it in a controlled environment. In the open ocean, who knows what it could do... it could even affect the kolto.", "emotion": "convincing"}
{"utterance": "A pity. Here I hadn't even decided, yet.", "emotion": "sad"}
{"utterance": "No, Shen, don't believe him!", "emotion": "convincing"}
{"utterance": "How did you get in here? Wait - I recognize you!", "emotion": "anger"}
{"utterance": "[Success] Perhaps you don't need to pay the docking fee. Any services you need will more than make up for it.", "emotion": "convincing"}
{"utterance": "We wait for your return. Anyone with credits is always welcome.", "emotion": "excited"}
{"utterance": "[Unintelligible Whisper] You didn't know, did you? *cough* Ha-ha-ha.", "emotion": "neutral"}
{"utterance": "No! Please! Take my wife and children instead! Anything!", "emotion": "convincing"}
{"utterance": "You know nothing of what it would be like with that... that Sandral!", "emotion": "anger"}
{"utterance": "Good point. Time to die!!", "emotion": "anger"}
{"utterance": "[Force Persuade] You want to come out of that room. You feel safe with us.", "emotion": "convincing"}
{"utterance": "[Success] What... you're a Czerka inspector, aren't you! Slimy little... I've heard about these shake-downs.", "emotion": "anger"}
{"utterance": "There is so much to learn about this planet, but they keep us cooped up in here.", "emotion": "sad"}
{"utterance": "Let's go, boys... it's show time!", "emotion": "anger"}
{"utterance": "You did do it? Why? Rorworr was good and honorable! Why did you kill him?", "emotion": "anger"}
{"utterance": "ungghhhh... I... I y-yet... my mind...", "emotion": "sad"}
{"utterance": "Please! Find them and destroy them before they kill anyone else!", "emotion": "convincing"}
{"utterance": "And so we come to round two. You come across a group of humans who are threatened by dangerous animals. They plead for help, offering you a reward. What do you do?", "emotion": "neutral"}
{"utterance": "Please don't hurt me - I just serve the food here, that's all! I'm not like these others - I'm not even a Black Vulkar. Please don't kill me!", "emotion": "convincing"}
{"utterance": "Go now, and t-tempt me no more! I... will be strong!", "emotion": "anger"}
{"utterance": "Please hurry. The credits are all we have to start again.", "emotion": "sad"}
{"utterance": "[Apply anti-serum: moderate dosage.]", "emotion": "neutral"}
{"utterance": "Chuundar allows you to be here, outsider. You would be dead if he didn't.", "emotion": "anger"}
{"utterance": "She had it coming, did she? She had it coming?!", "emotion": "anger"}
{"utterance": "[Failure] N-never! Y-your... mind tricks... do not work!", "emotion": "anger"}
{"utterance": "One day soon the Selkath will pay for the indignities they have inflicted on the Sith!", "emotion": "anger"}
{"utterance": "You will need to come up with a better excuse than that, off-worlder!", "emotion": "anger"}
{"utterance": "Out of my way - unless you want to feel the wrath of the Sith!", "emotion": "anger"}
{"utterance": "Just stop talking. I give up!", "emotion": "anger"}
{"utterance": "I... you know I can't feel that way about you. About any man. It isn't permitted. I am a Jedi, I must resist these temptations.", "emotion": "sad"}
{"utterance": "Mission, you have to know that we don't think you're helpless. Look where we are, look at what we're doing. You're not just along for the ride.  We need you.", "emotion": "happy"}
{"utterance": "You didn't kill her? How very foolish. Now you have an enemy to contend with. The holocron, itself, is an impressive item, however.", "emotion": "convincing"}
{"utterance": "[Inject truth serum: small dosage.]", "emotion": "neutral"}
{"utterance": "Well fine, I'll... stay pretty much right here I guess. You can just get lost. I'll... I'll...", "emotion": "anger"}
{"utterance": "Bastila is lost to us now. She deserves to die.", "emotion": "anger"}
{"utterance": "I... I suppose you are right. Yet the path I have chosen is that of the dark side. I don't see any way I could atone for what I have done. I deserve to die.", "emotion": "sad"}
{"utterance": "As if I would ever believe that! Defend yourself, if you dare!", "emotion": "anger"}
{"utterance": "I'm still strong enough to defeat you, Bastila!", "emotion": "anger"}
{"utterance": "We can't fight back. Chuundar has bartered to reduce the slaves taken, but if any Czerka die, it increases again.", "emotion": "anger"}
{"utterance": "*groan*", "emotion": "excited"}
{"utterance": "[Success] They... they call the site the Valley of the Dark Lords. Ancient Sith are buried in tombs there, along with many artifacts of old... some of great power, apparently.", "emotion": "convincing"}
{"utterance": "Oh no, I'm not dealing with you again! You don't make a good business partner!", "emotion": "anger"}
{"utterance": "*growl* *snarl* When I get out of here, you're dead! I'll gut your fishy little corpse, cut off your head and bathe in your blood!", "emotion": "anger"}
{"utterance": "And Ithorak is the worst of them all! 'You idiot, Vek!' 'How could you be so stupid, Vek!' He thinks my job is easy, but I'd like to see where he'd be without me!", "emotion": "anger"}
{"utterance": "*sigh* There's no escaping it, I guess. So be it.", "emotion": "sad"}
{"utterance": "They didn't make it.", "emotion": "sad"}
{"utterance": "No, p-please... I... I cannot...", "emotion": "sad"}
{"utterance": "...ahhh...", "emotion": "neutral"}
{"utterance": "The generator will wrap you in a cloaking effect so you can sneak past the Sith. Just be careful you don't get too close or he might notice someone's there.", "emotion": "neutral"}
{"utterance": "No! You must enter the Temple alone! I will not lower the shields!", "emotion": "anger"}
{"utterance": "Ahhh... it is all so long ago. Lost in the winds, I suppose. Nobody cares what an old man believes anymore, do they?", "emotion": "sad"}
{"utterance": "Thank you! Thank you, master Jedi! If you find him, please send him home to me. I need him so much!", "emotion": "convincing"}
{"utterance": "This is private property! By what authority are you trespassing on this estate?", "emotion": "anger"}
{"utterance": "After a few trips he didn't come back. Guards say a sandcrawler crew found his body stripped of everything.", "emotion": "sad"}
{"utterance": "There is a flash of electricity and warning lights as the systems overload and reset...", "emotion": "neutral"}
{"utterance": "Excellent work, my young Sith. Your enemy lies dead at your feet and you are victorious... the final test is complete.", "emotion": "neutral"}
{"utterance": "Leave... leave the boy alone. Please. You will want to talk to me.", "emotion": "convincing"}
{"utterance": "[Failure] There is nothing in my heart but the blackness of the dark side! I am sick of your preaching, Revan!", "emotion": "anger"}
{"utterance": "I want you out of here! Off my ship!!", "emotion": "anger"}
{"utterance": "And what would you do? Harm me? You think you're wearing those clothes, here, and carrying those weapons? Interesting, really.", "emotion": "happy"}
{"utterance": "Nurik!", "emotion": "anger"}
{"utterance": "How has my world fared? It is slowly dying.", "emotion": "sad"}
{"utterance": "Oh, get over yourself already. I'm tired of this.", "emotion": "anger"}
{"utterance": "Enough of these lies!", "emotion": "anger"}
{"utterance": "I... I'll do it! I'll prove my strength! AAAAAAHHHH!!", "emotion": "anger"}
{"utterance": "What are you doing here?! Did the Jedi Council send you? I swear I will expose you if they have!", "emotion": "anger"}
{"utterance": "Hairless Wookiee? Alright, sister, just... just... just calm down before your head explodes.", "emotion": "anger"}
{"utterance": "May the Force serve you well.", "emotion": "neutral"}
{"utterance": "Use the Force, then. Look into your heart and you will realize what is truth and what is lies.", "emotion": "convincing"}
{"utterance": "Ha ha ha! See?! I have the power to do anything!", "emotion": "anger"}
{"utterance": "Take the blades and leave me to my darkness...", "emotion": "sad"}
{"utterance": "Word is getting out about it too. We're running out of buyers. Czerka Corporation is not doing well here.", "emotion": "sad"}
{"utterance": "Deal with that Hutt Motta and you'll understand. Until then, I just don't want to talk about it.", "emotion": "sad"}
{"utterance": "I know every circuit in droid, and I been in this business too long not to notice clumsy mine placed on bike.", "emotion": "neutral"}
{"utterance": "Well, There... there is more to it. I'm... I'm sure you don't want to hear about it.", "emotion": "sad"}
