{"utterance": "Gamorrean pig-man!", "emotion": "anger"}
{"utterance": "Hmph. Such insolent students I get, these days. You deserve this, and then some!", "emotion": "anger"}
{"utterance": "I demand justice! The Sandral family is a blight upon Dantooine! They must be punished!", "emotion": "anger"}
{"utterance": "[Success] I guess I don't have much choice, do I? I have to take it.", "emotion": "sad"}
{"utterance": "[Failure] N-no! That can't be... you're wrong! I... can't have wasted my life...", "emotion": "anger"}
{"utterance": "You know who we are, Calo? We're members of the Black Vulkar gang! You don't want to be getting funny with us, tough guy.", "emotion": "neutral"}
{"utterance": "Look... I'm sure we can talk about this...", "emotion": "neutral"}
{"utterance": "Go on, mercenary, leave me alone. I haven't the money to pay for your loyalty.", "emotion": "anger"}
{"utterance": "[Success] I... I think I should pull in some favors and... get us moved off-world, men.", "emotion": "convincing"}
{"utterance": "Of course you will. It's practically robbery, since you threatened me to get the deal. I'll let this pass just so you leave.", "emotion": "anger"}
{"utterance": "[The drunk waves sheepishly at you, but doesn't speak. He seems to be having trouble standing.]", "emotion": "happy"}
{"utterance": "But that doesn't mean I'm going to stop watching you or being wary. I'm just not built that way. Period.", "emotion": "convincing"}
{"utterance": "Oh, my!", "emotion": "happy"}
{"utterance": "[Failure] You are in no position to tell us how to judge our laws!", "emotion": "anger"}
{"utterance": "Damn! So much for catching them unprepared.", "emotion": "anger"}
{"utterance": "Well, that and uh... could you please get me out of here? You've got a tough looking friend there.", "emotion": "convincing"}
{"utterance": "I don't think anyone actually expected that he could be redeemed. I'm surprised you would even think of trying.", "emotion": "neutral"}
{"utterance": "Ahhhh, but listen to me go on as if I had all the answers. What do I know of love anymore? I'm just a lonely old man who's not even a Jedi.", "emotion": "sad"}
{"utterance": "The honor of Kashyyyk is tainted. Only slaver blood will make things right.", "emotion": "anger"}
{"utterance": "You're a big something, but not so much a threat. That won't work on me, not in the heart of Anchorhead.", "emotion": "anger"}
{"utterance": "Hey, Bastila. You ever just use the Force for fun? You know, a little jolt of the Force to trip some jerk who's ticking you off?", "emotion": "neutral"}
{"utterance": "You transfer the power successfully...", "emotion": "neutral"}
{"utterance": "Are you going to let us be insulted?!", "emotion": "happy"}
{"utterance": "[Force Persuade] You will confess your crimes. You WANT to confess your crimes.", "emotion": "convincing"}
{"utterance": "You are brave... and some would say foolish. But you are also right. The dark side has not wholly consumed me. I cannot raise my blade against you.", "emotion": "sad"}
{"utterance": "As you desire, master. I cannot help but claim a small amount of relief. Signing off.", "emotion": "neutral"}
{"utterance": "They're dead! All dead! They swarmed out and over us. There was no way we could stop them.", "emotion": "anger"}
{"utterance": "He said he felt sure the next hunt would bring in more, so we waited to sell this one. Then he never came back.", "emotion": "sad"}
{"utterance": "*sigh* Alright, I will. Now you do what you have to, Bastila. You go make your father and I proud.", "emotion": "neutral"}
{"utterance": "But at what cost? In protecting you, I fell to the dark side myself. Is that the price of a Jedi's redemption? Must another of the Order fall to save me?", "emotion": "sad"}
{"utterance": "Or... or I could use the Force to free them! And we could kill you!! Seems you didn't think of that, old man!!", "emotion": "anger"}
{"utterance": "Na abds! Me hoot bad liaz!! Awnts!!", "emotion": "anger"}
{"utterance": "First there was one outsider, then many, and now you walk our village! It's too much!", "emotion": "anger"}
{"utterance": "[Force Persuade] You want to let them go.", "emotion": "convincing"}
{"utterance": "And that means we have to get out of here right now, before this entire complex comes down around our ears! Everyone else is already on the ship! Let's move!!", "emotion": "neutral"}
{"utterance": "Come on, sis. You didn't need me to look after you anymore. You may have been young, but you knew how to take care of yourself. Besides, you're here now - everything worked out fine.", "emotion": "sad"}
{"utterance": "[Failure] Look, you can just get lost, all right? I have to get the crawlers ready for the morning.", "emotion": "anger"}
{"utterance": "What? You're... you're going to torture me?", "emotion": "convincing"}
{"utterance": "Could you... hey, I remember you. You're the young lady from Fazza's club. Talk about answered prayers.", "emotion": "happy"}
{"utterance": "[The girl slaps her leg.] Abds! Me abds!", "emotion": "neutral"}
{"utterance": "[Failure] N-never! Your... your mind tricks... do not work on me! They are useless! As... as are you!", "emotion": "anger"}
{"utterance": "That is the whole point! Personally, I think it's wonderful fun... those fools actually think that if they stand there long enough, I'll let them become a Sith.", "emotion": "happy"}
{"utterance": "It is thought that he died fighting slavers. I like to think so. Chuundar has bravely risen to lead us, despite his troubles.", "emotion": "sad"}
{"utterance": "You will not turn your droids on my daughter! Droids! Don't let them take Rahasia!", "emotion": "anger"}
{"utterance": "Dead? What happened? What did you do to him?!", "emotion": "anger"}
{"utterance": "You wouldn't!", "emotion": "anger"}
{"utterance": "I'm old, damn it! I'm allowed to be enigmatic when I want to be, and don't you go telling me otherwise.", "emotion": "anger"}
{"utterance": "What... what do you mean? My husband was sure it was worth 500 credits. He was so proud...", "emotion": "sad"}
{"utterance": "I couldn't let him betray you... betray everyone. Outsiders are enough of a threat by themselves; we don't need traitors of our own.", "emotion": "sad"}
{"utterance": "I see. Thank you for your honesty. It's probably for the best that it goes no further. You saved me and I will always be grateful.", "emotion": "sad"}
{"utterance": "I cannot allow that to happen. Please, this is too painful. Strike me down. End this now, quickly. There is no other way.", "emotion": "sad"}
{"utterance": "It was all thanks to this kind Jedi that we managed to get this far at all. I thank you Jedi, for all that you have done for us.", "emotion": "convincing"}
{"utterance": "No, Malak. I am the true Sith Master!", "emotion": "sad"}
{"utterance": "Perhaps his feelings have mellowed, but if my brother had his ear all this time... I may be very unwelcome.", "emotion": "sad"}
{"utterance": "I don't have time for this. Out!!", "emotion": "anger"}
{"utterance": "[Success] I guess I don't have much choice in the matter. Here, I'll trust you with it.", "emotion": "sad"}
{"utterance": "[Failure] Hah! L-like... like I would believe that! You... are just trying to make me leave! I will get in, I will!", "emotion": "anger"}
{"utterance": "[Success] Of course I want to lower the price, but Czerka regulations... ah, who cares about those, right?", "emotion": "convincing"}
{"utterance": "You... you were talking to Mekel! I saw you! Where did he go? D-did he... did he tell you I was worthy?!", "emotion": "convincing"}
{"utterance": "I can only hope you will prove up to the task.", "emotion": "anger"}
{"utterance": "I don't want to talk about that.", "emotion": "sad"}
{"utterance": "Greetings, friend. I think I can safely assume you are a member of the Jedi Order. Has the Council agreed to hear our petition?", "emotion": "happy"}
{"utterance": "If Master Uthar is dead, then he was a weak fool! Now attack! *I* shall be the new Dark Lord of Korriban!!", "emotion": "anger"}
{"utterance": "Shen! You're safe!", "emotion": "convincing"}
{"utterance": "[The girl points to herself.] Waaba soosa Sasha!", "emotion": "neutral"}
{"utterance": "Scared the living Force right out of me with that trick. You do that way too well. I thought our number was up for sure.", "emotion": "sad"}
{"utterance": "You did that on purpose! Nobody could be that bad a dancer unless they were trying! You've wrecked my one shot at the big time!", "emotion": "anger"}
{"utterance": "You've already taken my best droid for a criminal price. You'll get nothing more from me. Get out.", "emotion": "anger"}
{"utterance": "The Sith HAVE been taking them!", "emotion": "anger"}
{"utterance": "[Force Persuade] You want to tell me.", "emotion": "convincing"}
{"utterance": "RRaaaghh! Enough! The mad-claw from your ship is already before Chuundar. Come!", "emotion": "anger"}
{"utterance": "Thank you, outsider. You are... like I thought Rorworr was. Please, leave me. I want to be alone for a bit.", "emotion": "sad"}
{"utterance": "You... you mean it, don't you? But how can I be sure you aren't making a mistake. I... I have to resist. I have to be strong for both of us.", "emotion": "sad"}
{"utterance": "Brothers of the Genoharadan: attack!", "emotion": "excited"}
{"utterance": "You are a student at the academy. You may enter by the door.", "emotion": "neutral"}
{"utterance": "[Force Persuade] Tell me the secret.", "emotion": "convincing"}
{"utterance": "Hello. It is... good to see you again.", "emotion": "happy"}
{"utterance": "But I don't... I mean, I can't... Malak will...", "emotion": "sad"}
{"utterance": "So what is it, then? If you're not here to kill us or bring us back, why are you here? Speak up!", "emotion": "anger"}
{"utterance": "You cannot touch me in here, human. No conventional weapon can penetrate this cage. Nothing can stop me from spreading my manifesto during my trial!", "emotion": "neutral"}
{"utterance": "[Failure] You're not the first person to try and bully me just because I'm an alien. My loyal customers won't be scared off by the likes of you, so spare me your threats.", "emotion": "anger"}
{"utterance": "I can't believe you let that murderer Sunry go free! If the Selkath are so neutral and unbiased, why can't the Sith find any justice on this planet?", "emotion": "anger"}
{"utterance": "For your crimes against Manaan and the Selkath you are banned forever from this world, on pain of death!", "emotion": "anger"}
{"utterance": "Fun?! Fun?! Driving me insane is your idea of a good time?", "emotion": "anger"}
{"utterance": "[Failure] No! I won't let you do this!", "emotion": "anger"}
{"utterance": "Come on, girlie. Into the cell. Let's go, I haven't got all day to waste on you. I need to get back to my post.", "emotion": "anger"}
{"utterance": "Do not be insolent, human. I asked you a direct question, and I will not be trifled with. Now... where did you get this medallion?", "emotion": "anger"}
{"utterance": "I hope the Selkath fry that Sunry for what he did. Elassa was a real looker, and nobody kills a Sith and gets away with it!", "emotion": "happy"}
{"utterance": "Mekel. H-he's the Sith... the one watching us from over there! He... h-he said this was how we would prove our worth...", "emotion": "sad"}
{"utterance": "False prophet! Deceiver! You have betrayed me! You have sold the hope of the entire village to the selfish and damnable Igear!", "emotion": "anger"}
{"utterance": "Well, that's too bad, then, because it's not going to change.", "emotion": "convincing"}
{"utterance": "I'm not sure that I should have said anything to you in the first place.", "emotion": "sad"}
{"utterance": "[Inject truth serum: moderate dosage.]", "emotion": "neutral"}
{"utterance": "We... we shouldn't have done that. It was wrong. The Jedi aren't allowed to fall in love.", "emotion": "anger"}
{"utterance": "Gluupor think... Gluupor think he can't talk more right now. Gluupor feels the need to lie down... maybe just stay here...", "emotion": "happy"}
{"utterance": "Bastila - it is true, isn't it? And... and you knew! You and the whole damn Jedi Council. You knew the whole time!", "emotion": "anger"}
{"utterance": "What happened to the machinery, human? We will not accept excuses any longer!", "emotion": "anger"}
{"utterance": "Right. Off we go.", "emotion": "happy"}
{"utterance": "We are the Elders... and you will answer our question!", "emotion": "anger"}
{"utterance": "No? But you looked... I'm sorry, I thought you looked equipped like a hunter. Are you sure you aren't going to be getting a license?", "emotion": "sad"}
{"utterance": "This is futile, master! Why must you keep me back like this? Why can I not learn to fight with a real lightsaber?", "emotion": "excited"}
{"utterance": "It's gone too far for that, Rahasia. Ahlan has crossed the line one too many times!", "emotion": "anger"}
{"utterance": "Shut up and get ready to fight. Stupid.", "emotion": "neutral"}
{"utterance": "Tsk. I suppose you've heard about the destruction of Taris, yes? Awful business, that. Czerka lost a fortune there, not that the Sith care.", "emotion": "sad"}
{"utterance": "No... I can't. The Selkath will get me! The Firaxa will eat us! I can't! I can't!", "emotion": "anger"}
{"utterance": "[Failure] Not with a Matale she won't!", "emotion": "anger"}
{"utterance": "The Sith are a blight upon the galaxy!", "emotion": "anger"}
{"utterance": "Ever brash, ever disrespectful! This is what we have pinned our hopes on?", "emotion": "anger"}
{"utterance": "I... I understand, Bastila.", "emotion": "sad"}
{"utterance": "Return? But... I betrayed my old masters. They would never let me return to the light side. It is too late... too late...", "emotion": "sad"}
{"utterance": "Oh, thank you! Thank you!", "emotion": "convincing"}
{"utterance": "Who are you to question my place? You follow Chuundar into the arms of outsiders.", "emotion": "anger"}
{"utterance": "Action cancelled.", "emotion": "neutral"}
{"utterance": "Stop bothering me with your questions! I can barely hear myself think.", "emotion": "anger"}
{"utterance": "Brainless, lice-ridden bantha!", "emotion": "anger"}
{"utterance": "Some try to lessen the risk by mass-hunting with battle droids. I would rather hunt solo, taking the risk as my own.", "emotion": "sad"}
{"utterance": "Don't listen to him, master! Let me strike him down! Seize your victory!!", "emotion": "anger"}
{"utterance": "I know. I... should apologize to you. I've become so accustomed to expecting the worst in others, and you've done nothing to deserve that.", "emotion": "sad"}
{"utterance": "Every ship that lands brings a new hotshot. I don't have the time.", "emotion": "sad"}
{"utterance": "But I give you another chance. If you really want me dead, step out and we settle this here and now!", "emotion": "anger"}
{"utterance": "That Thaylian bog-slime. Do you know that I have been here 36 days, slaving to pay a debt in good faith?", "emotion": "anger"}
{"utterance": "I have heard there was some sort of large battle to the south of here between two families of settlers.", "emotion": "sad"}
{"utterance": "Yeah, we are sick of the talking!", "emotion": "anger"}
{"utterance": "Just reprogram the harvesting machine's computer to overpressure the fuel tanks. Once it's destroyed, the shark should just leave.", "emotion": "convincing"}
{"utterance": "From the Rakata? Then you are a spy and must be killed!", "emotion": "anger"}
{"utterance": "Quit crowding me! Sheesh, I've met Gamorreans who didn't smell as bad as you Sith.", "emotion": "anger"}
{"utterance": "The case of Sunry from the Republic is a perfect example of why off-worlders should be expelled from Manaan!", "emotion": "anger"}
{"utterance": "You're wrong Mission - I'm the Dark Lord now! Taste my wrath!", "emotion": "anger"}
{"utterance": "[Failure] Do not try to manipulate us with your powers, human! You have only one chance left to tell us the truth!", "emotion": "anger"}
{"utterance": "You felt it, yes? Another vision? The Force continues to work through us; showing us the Star Maps unearthed by Revan and Malak.", "emotion": "neutral"}
{"utterance": "What?! But, but... why did... you come?! Why... are you here, if not to become Sith?!", "emotion": "anger"}
{"utterance": "We will not tolerate threats to our neutrality, our existence, and our way of life!", "emotion": "anger"}
{"utterance": "It's good you came. I'll enjoy killing you.", "emotion": "anger"}
{"utterance": "I see. Thank you for your honesty. It's probably for the best that it goes no further. You saved me and I will always be grateful.", "emotion": "excited"}
{"utterance": "Lies! Slander! I object!", "emotion": "anger"}
{"utterance": "The choice is made for you already! You make a demand for something you can't alter, can't help!", "emotion": "anger"}
{"utterance": "Hey, Big Z. Don't take this the wrong way, but lately I've noticed you're starting to look a little bit scruffy.", "emotion": "neutral"}
{"utterance": "Tell... tell Shasa... the Sith...", "emotion": "neutral"}
{"utterance": "[Force Persuade] This argument was the fault of the Sith. She should be arrested.", "emotion": "convincing"}
{"utterance": "A paltry appeasement! I say we should kill this human for the impudence he has shown us, and the destruction of our station!", "emotion": "anger"}
{"utterance": "Do not... do not say such things! I... still have power! Go! Go from my... ancient tomb!", "emotion": "anger"}
{"utterance": "You... You insolent boy! If you want to live alone then so be it! I disown you! Never set foot in my house again!", "emotion": "anger"}
{"utterance": "I'm sorry, too. And I'm sorry I ever met you.", "emotion": "convincing"}
{"utterance": "I refuse to believe that! We'll...we'll stop you if we have to, all of us. We'll save you from yourselves!", "emotion": "anger"}
{"utterance": "I suppose if the academy wanted to make a concerted effort, the tomb would be opened... but I think Master Uthar prefers to keep it as a challenge for the students.", "emotion": "convincing"}
{"utterance": "I still do not trust you, but you have a small measure of thanks for this.", "emotion": "sad"}
{"utterance": "Greetings, student. I see you have the medallion that marks you as one of the chosen.", "emotion": "neutral"}
{"utterance": "Please, will no one help? We need the credits. We have nothing.", "emotion": "convincing"}
{"utterance": "No? Blast it! What have they been teaching you children in that academy these days!", "emotion": "anger"}
{"utterance": "And I hope he can explain this... I really do.", "emotion": "sad"}
{"utterance": "Oh, ah... hello. I don't remember seeing you here before. My name is Kel... Kel Algwinn.", "emotion": "happy"}
{"utterance": "Come on, what's the matter? Afraid I'll drink you under the table? Hey, if you're not man enough to keep up, who needs you?", "emotion": "happy"}
{"utterance": "Then let my blood feed my beloved Kashyyyk!", "emotion": "anger"}
{"utterance": "You may have defeated the pathetic bounty hunter my Master sent after you, but you are no match for me! I have studied at the foot of the Dark Lord himself!", "emotion": "neutral"}
{"utterance": "Warning: You'll pay attention to the master, meatbag, or suffer the consequences!", "emotion": "anger"}
{"utterance": "[Success] Yes, I do... want to work with you. I suppose it's possible that Master Uthar could award both of us prestige. We'd be ahead of the others, for sure...", "emotion": "convincing"}
{"utterance": "Sexless marsh-toad!", "emotion": "anger"}
{"utterance": "You?? How did you get in here?!", "emotion": "anger"}
{"utterance": "[Success] Ahhh, I suppose there is no need to charge the owner of the Ebon Hawk any fee, really. I'll open the door for you.", "emotion": "neutral"}
{"utterance": "[How do you wish to use the console?]", "emotion": "neutral"}
{"utterance": "No. No, it's not.", "emotion": "sad"}
{"utterance": "I started it? You were the one who brought up the issue of the Council! You were the one who questioned our mission! You're the one who mocked me for thinking I was being tested!", "emotion": "anger"}
{"utterance": "Careful! If that happens again they could all explode! No way I would survive that!", "emotion": "anger"}
{"utterance": "It was... it was a moment of weakness. When I kissed you... we shouldn't have... no, I'm sorry.", "emotion": "sad"}
{"utterance": "I guess I'm lucky to be alive. No more of this for me, that's for sure.", "emotion": "sad"}
{"utterance": "Nobody saw anything, and most of the other hunters never even knew him. He had just started.", "emotion": "sad"}
{"utterance": "Oh, I'm sorry, did I hurt your feelings? Why don't you run to Master Uthar and tell him all about it. I'm sure he'll be very sympathetic.", "emotion": "anger"}
{"utterance": "At last, my search is over! I was beginning to fear someone else had killed you and deprived me of the pleasure.", "emotion": "neutral"}
{"utterance": "Come to papa you sweet simian organ! It may not look like much, but once I turn this into a bottle of Tarisian ale it'll end up being worth a fortune!", "emotion": "excited"}
{"utterance": "[Failure] Why you wave your arm like that? No flies in here. Go away, scaredy.", "emotion": "convincing"}
{"utterance": "Rahasia and I love each other and we'll be together forever!", "emotion": "anger"}
{"utterance": "AAAAHHHHHHH!!!", "emotion": "anger"}
{"utterance": "The fight was stopped, but my father did not believe me when I told him about my brother's actions.", "emotion": "sad"}
{"utterance": "Damn you and your big, flapping feet!", "emotion": "anger"}
{"utterance": "Ahlan!", "emotion": "anger"}
{"utterance": "If the Republic has broken its neutrality treaty with us, the reprecussions shall be very grave indeed!", "emotion": "anger"}
{"utterance": "My droid... destroyed? No, no! This cannot be happening! I cannot bear to live without him!", "emotion": "sad"}
{"utterance": "Ha! Sure! Race your bike out of that explosion? Everyone knows that the whole planet is gone. Nobody got out.", "emotion": "happy"}
{"utterance": "You are beneath my contempt, old man! You hid like a coward for decades on Kashyyyk! You know nothing about the true potential of the Force!", "emotion": "anger"}
{"utterance": "I'm not looking for trouble, but I'm not here to amuse you.", "emotion": "anger"}
{"utterance": "At any rate, thank you again. You've saved our lives.", "emotion": "neutral"}
{"utterance": "We destroyed each other. We desired the secrets of each other, to increase our power... we battled until finally our fortress rained down on top of us.", "emotion": "sad"}
{"utterance": "I wasn't talking to you!", "emotion": "anger"}
{"utterance": "Now you must pay the price. Here on the Star Forge the power of the dark side is at its strongest. This time you will not defeat me!", "emotion": "anger"}
{"utterance": "All for nothing. He killed my crew... who knows where my ship is. Well, there's your pay, Eli. Blaster fire, and keep the change.", "emotion": "sad"}
{"utterance": "What the... uh, yeah! You just get out of here! Hey I... I guess I'm pretty scary... trapped, but scary.", "emotion": "anger"}
{"utterance": "What a horrible story!", "emotion": "anger"}
{"utterance": "Damn - another Dark Jedi! I'll try to hold him off, you get to the escape pods! Go!", "emotion": "anger"}
{"utterance": "Ahhh, Mekel. The time has come once again, hasn't it?", "emotion": "neutral"}
{"utterance": "And though we abandon you, may Bacca lead you through your shame.", "emotion": "sad"}
{"utterance": "You're too trusting, Gadon. These must be the assassins Brejik sent! How else did they get in here?", "emotion": "sad"}
{"utterance": "I told you my wife died four years ago. I... I've just been trying to remember what she looked like.", "emotion": "sad"}
{"utterance": "Maybe I should just split you open from head to toe! How's that for wrath?", "emotion": "anger"}
{"utterance": "You're back. The Council said you might return to Dantooine... I'm glad you did. I wanted to thank you.", "emotion": "happy"}
{"utterance": "You! You're the one! You beat Zoriis Bafka's time? I have to get your autoprint.", "emotion": "happy"}
{"utterance": "Our work here could be very important if any effort was put into it.", "emotion": "sad"}
{"utterance": "But, your honor - these charges cannot be ignored!", "emotion": "anger"}
{"utterance": "I've work to do. Why don't you go drown yourself in the cantina like the other diggers.", "emotion": "anger"}
{"utterance": "Mandalorian beast! Some of us don't like fighting and killing and butchering as much as you!", "emotion": "anger"}
{"utterance": "But what good is love? It cannot save me from the sea of blackness I am drowning in. I have betrayed everything I ever believed in! How can I atone for that?", "emotion": "convincing"}
{"utterance": "[Force Persuade] We are authorized to be here.", "emotion": "convincing"}
{"utterance": "This isn't over, Malak!", "emotion": "neutral"}
{"utterance": "I know I will!", "emotion": "anger"}
{"utterance": "I am telling you the truth.", "emotion": "convincing"}
{"utterance": "Maybe we see you out on the dunes. Maybe before you see us!", "emotion": "anger"}
{"utterance": "Hey, there's no call for that. If you know Mission like you say, you'll know she'd want me alive. I'm her dear brother.", "emotion": "convincing"}
{"utterance": "True, but most would say they fight only when they must... or not at all. We are the ones who know that struggle is what makes us superior.", "emotion": "convincing"}
{"utterance": "You Republics sicken me! We'll do the galaxy a favor by wiping you out!", "emotion": "anger"}
{"utterance": "Look, I didn't mean it that way. I want to get to Saul, not... no... no, forget it. It seems all I can do is insult you, isn't it?", "emotion": "sad"}
{"utterance": "Oh, I think not! Even flawed like it is, it should be ideal for this situation.", "emotion": "anger"}
{"utterance": "You can't win, Bastila. Now you must die!", "emotion": "anger"}
{"utterance": "I... no, I didn't mean that. Please... maybe it would be better if we continued with the mission. I want to... take my mind off this.", "emotion": "sad"}
{"utterance": "You are a fool. Revan has already made her choice, and there is no turning back!", "emotion": "anger"}
{"utterance": "[He squirms in your grasp, utterly helpless. This man will not forget the power you wield.]", "emotion": "convincing"}
{"utterance": "You're rationalizing, Bastila. You're just scared to face the truth!", "emotion": "anger"}
{"utterance": "He didn't make it.", "emotion": "sad"}
{"utterance": "Chances are that by the time I finished telling you about it all, you would have found out for yourself. So there's no reason for me to start blathering on.", "emotion": "convincing"}
{"utterance": "Okay - let's get moving. The longer we wait the harder this is going to be!", "emotion": "anger"}
{"utterance": "Oh, hello again. You're, uh... doing well in your training?", "emotion": "happy"}
{"utterance": "I have no problem with that. Die!!", "emotion": "anger"}
{"utterance": "Nobody looks out for their neighbor anymore. Well, if this is it, I'd rather get it over with and maybe take you out with me.", "emotion": "anger"}
{"utterance": "Decide? Decide what?", "emotion": "anger"}
{"utterance": "[The girl points at things around her.] Bristag! Bristag me laesfa!", "emotion": "happy"}
{"utterance": "[Force Persuade] You don't want to fight me.", "emotion": "convincing"}
{"utterance": "How about you tell me what I want to know, and the Manaan authorities don't find your body washing up on shore?", "emotion": "anger"}
{"utterance": "[Persuade] Maybe I'll just gut you like a Selkath preparing an Orchana ray for lunch.", "emotion": "anger"}
{"utterance": "I make you tremble? Do you get all tingly inside, too?", "emotion": "happy"}
{"utterance": "I figured as much. Get out of here, then. Go on! We have enough to worry about with the shyrack!", "emotion": "anger"}
{"utterance": "Those Mandalorian raiders have been milking the outlying farms dry, too... I hear Jon got hit really bad. Too bad about his daughter.", "emotion": "happy"}
{"utterance": "Go to your destiny, then, my Dark Lord. I shall say nothing of what you have done here. Should you prove victorious and wish to return, then I and all Sith shall be your servants.", "emotion": "neutral"}
{"utterance": "[Failure] ...n-no, that is... n-not...", "emotion": "anger"}
{"utterance": "Hmph. To think that I actually hoped you could be of use to me.", "emotion": "anger"}
{"utterance": "Everyone pull back - I don't want to lose any ships when that space station goes down!", "emotion": "neutral"}
{"utterance": "And what does that mean? Is this more of that destiny garbage that the Jedi keep talking about? Well, that can't be it!", "emotion": "anger"}
{"utterance": "Haha! Your kind always were weak-minded!", "emotion": "anger"}
{"utterance": "M-master? What... what do you mean?", "emotion": "convincing"}
{"utterance": "Nothing? There was no reason? You just killed him? Why! There has to be a reason why!", "emotion": "anger"}
{"utterance": "You bounty hunter? Zuulan not scared of you, human! You die now!", "emotion": "anger"}
{"utterance": "Rorworr has not returned to the village. If you took him, outsider, you will pay dearly.", "emotion": "anger"}
{"utterance": "All I have worked for is destroyed! All the hopes and dreams of my father and grandfather before him turned to dust! Begone, up-worlder - I have only curses to speak at you!", "emotion": "anger"}
{"utterance": "Then race for it! By the Force, what do you think an old man like me would have? Bah, take it all.", "emotion": "anger"}
{"utterance": "But... Gurke said you types have lots of money!", "emotion": "anger"}
{"utterance": "Me? I didn't do anything! This is an outrage! A travesty of justice!", "emotion": "anger"}
{"utterance": "Well, it certainly didn't amuse us, did it? Try again.", "emotion": "anger"}
{"utterance": "N-now hold on, we don't want any trouble... please?", "emotion": "convincing"}
{"utterance": "Just leave me alone. I don't want to talk to anyone.", "emotion": "sad"}
{"utterance": "[The girl obviously doesn't understand.]", "emotion": "neutral"}
{"utterance": "I don't see Davik doing anything for his share. We do all the work. Davik claims he's part of the Exchange, so let's see him prove it.", "emotion": "anger"}
{"utterance": "I'll trust you, Bastila but as soon as we're off this ship I expect some answers!", "emotion": "neutral"}
{"utterance": "RrrrraaAAAARRRR!!!", "emotion": "anger"}
{"utterance": "[Force Persuade] You wish to tell us more about this agreement with the Wookiee leadership.", "emotion": "convincing"}
{"utterance": "The outsiders will pay for how they dishonored us!", "emotion": "anger"}
{"utterance": "Jaarak's fate would be easier to stomach if an outsider had not profited from it.", "emotion": "sad"}
{"utterance": "You... You monster! To mock my grief that way!", "emotion": "anger"}
{"utterance": "Why am I here?", "emotion": "anger"}
{"utterance": "For the Jedi!", "emotion": "neutral"}
{"utterance": "The humor of this is lost on me. The mood on this planet is harsh enough without your games.", "emotion": "anger"}
{"utterance": "Forget it, Griff, I'm not falling for that line again. You'll have to find your own way out of this mess!", "emotion": "anger"}
{"utterance": "Never! I shall... destroy you first! Die here... remain forever with me!", "emotion": "anger"}
{"utterance": "I couldn't touch you on Dantooine, but I can, here! The Sith have taught me the power of freedom... and revenge! FOR JUHANI!!", "emotion": "anger"}
{"utterance": "I'm not in the same situation, now. I wouldn't risk hurting you... or the others.", "emotion": "sad"}
{"utterance": "The Admiral, he's still alive!", "emotion": "neutral"}
{"utterance": "Did you hear? The Sandrals and Matales massacred each other! It's horrible!", "emotion": "anger"}
{"utterance": "What!? No! You're one of them! You'll never get me!", "emotion": "anger"}
{"utterance": "Shen! How dare you!", "emotion": "anger"}
{"utterance": "Yeah, let's see the big crime lord come and get his money from the Black Vulkars!", "emotion": "anger"}
{"utterance": "Do not let your attention waver! Strike her down!!", "emotion": "anger"}
{"utterance": "Is there some reason you should stop me from going? Are you afraid I'm going to tell someone you're here? What are you going to do, kill me?", "emotion": "anger"}
{"utterance": "*Must* you be so frustrating? I admit, I had a moment of foolish pride. But I'm over it. Now I am focused on my true responsibilities.", "emotion": "convincing"}
{"utterance": "How dare you make such an offer! This is an insult to everything the Jedi stand for!", "emotion": "anger"}
{"utterance": "You just keep quiet there, you! I've had to put up with all your busy-body questions, haven't I? Well, now you'll listen to a story, dammit!", "emotion": "anger"}
{"utterance": "Oh, but I insist. I'm not about to let a chance to impress Master Uthar pass me by.", "emotion": "anger"}
{"utterance": "Did you do something to the computer? The operating layer seems a little sketchy... Maybe it's just another bug in the system.", "emotion": "happy"}
{"utterance": "Yes, I struck her down in the middle of training, consumed by my anger, embracing the power of hate!", "emotion": "anger"}
{"utterance": "[Failure] Ha! You couldn't have her! You're bluffing, Jedi scum!", "emotion": "anger"}
{"utterance": "I... I don't think the light side is for me. But... maybe neither are the Sith. Maybe it's time for me to leave. Thanks, I suppose... and good luck.", "emotion": "neutral"}
{"utterance": "Be quiet, off-world scum!", "emotion": "anger"}
{"utterance": "[Success] I... want to let them go. Yes, that's right. They're... not worth my time...", "emotion": "convincing"}
{"utterance": "Come on, I'm Mission's brother! I'm her family! I mean, think what she'll do if you just let the Exchange kill me! Besides, this is a sweet deal!", "emotion": "convincing"}
{"utterance": "To which pillar do you wish to transfer power for the Mid-Lower System?", "emotion": "neutral"}
{"utterance": "Objection! That doesn't prove she was a Jedi!", "emotion": "anger"}
{"utterance": "The very thought that I could become as evil as Malak; I just can't fathom it. It just doesn't seem possible. How could I... no, wait. I'm sorry.", "emotion": "sad"}
{"utterance": "Well you can ask him yourself. I'm not talking to you a second more than I have to.", "emotion": "anger"}
{"utterance": "Is that it? You can do better than that!", "emotion": "anger"}
{"utterance": "Sorry, Yuthura. This is the way it has to be.", "emotion": "sad"}
{"utterance": "You... you're hitting me up for credits? I don't believe this! Lena was right about you, Griff! We should have just left you to the Sand People! Don't talk to me anymore - ever!", "emotion": "anger"}
{"utterance": "[Failure] And I expect my goods to be delivered on time. You have a problem with the price, you talk to Lurze.", "emotion": "convincing"}
{"utterance": "I can't say I'm not grateful, but it doesn't change my situation. I still need credits to get my family out of here.", "emotion": "sad"}
{"utterance": "No. No, that was a good memory. There are just... much worse ones that followed.", "emotion": "sad"}
{"utterance": "Still sticking up for me, Juhani?", "emotion": "happy"}
{"utterance": "I couldn't agree with you more. Just the sight of a Republic uniform makes me want to vomit. I can't wait until we crush them all like the pathetic vermin they are!", "emotion": "happy"}
{"utterance": "Don't speak for me, mad-claw. You left in shame. Time has not changed that.", "emotion": "anger"}
{"utterance": "Please, I beg you to bring Jolee to speak to me about my husband. Sunry's life depends on it!", "emotion": "convincing"}
{"utterance": "No. I don't wish to argue with you any more, Mother. It's time we parted ways, now, for both our benefit.", "emotion": "sad"}
{"utterance": "[Failure] ...err, you've shorted out something, master, but it has nothing to do with my memory. Ow! I am poking my own eye sockets! Ow! Stop!", "emotion": "anger"}
{"utterance": "Ha ha! Looks like this one's not afraid of you at all, Lashowe.", "emotion": "happy"}
{"utterance": "You idiot! What were you thinking? I'd have a better chance dancing with a drunken Gammorean! You're going to ruin me!", "emotion": "anger"}
{"utterance": "Wait! Don't! We don't know what effect the toxin will have on the ocean environment around the Rift!", "emotion": "convincing"}
{"utterance": "Please Shen, it doesn't have to end this way!", "emotion": "convincing"}
{"utterance": "What this? What going on here? What you doing with my assault droid?", "emotion": "anger"}
{"utterance": "I'm not asking you to deal with anything. I just wanted you to know about potential problems.", "emotion": "sad"}
{"utterance": "Okay you alien scum, everybody get up against the wall! This is a raid!", "emotion": "anger"}
{"utterance": "False prophet! Deceiver! You have betrayed me! You have sold the hope of the entire village to the selfish and damnable Igear!", "emotion": "anger"}
{"utterance": "[Success] I... but, ugh... I guess you're right. If I can't even figure this out, what hope do I have?", "emotion": "sad"}
{"utterance": "[Success] Of course I could just give him a better deal. Did I say that? Wait, I guess it does make sense.", "emotion": "convincing"}
{"utterance": "If you came to the academy, you must have felt the stirrings within you that cry out for the freedom of the dark side, that cry out for release.", "emotion": "convincing"}
{"utterance": "You should go. Malak awaits. This isn't over, yet... for any of us.", "emotion": "excited"}
{"utterance": "Zaalbar, what are you saying? Revan can't force you to do anything you don't want to! It's me, Big Z - Mission!", "emotion": "convincing"}
{"utterance": "I just wish we had more time.", "emotion": "sad"}
{"utterance": "With the Sand People raids on top of it all, it's no wonder this planet has been abandoned before.", "emotion": "sad"}
{"utterance": "Go away, rabid fool. I won't listen to you anymore.", "emotion": "sad"}
{"utterance": "Do you think those Republic subs are the only way to reach the ocean floor? Malak and Revan found a way down here long before the Hrakert station was built.", "emotion": "neutral"}
{"utterance": "[Force Persuade] But you want to take these gizka off my hands.", "emotion": "convincing"}
{"utterance": "Objection!", "emotion": "anger"}
{"utterance": "This will be the first time an outsider has received such reparation. I hope it is the last.", "emotion": "sad"}
{"utterance": "*Grunt*", "emotion": "anger"}
{"utterance": "Rorworr has shamed us when we needed strength. His death will serve as a lesson in the importance of honor.", "emotion": "sad"}
{"utterance": "You... you tricked us! You just wanted to get closer!! Quick, get them!!", "emotion": "anger"}
{"utterance": "I said we were brought together for our mission: to stop Malak. I hardly think the Force would be pushing us towards a romantic involvement when the fate of the galaxy is at stake!", "emotion": "anger"}
{"utterance": "Oh, yeah? Well I just decided I don't need any witnesses. You look like a fun challenge, anyway, so this should be interesting!", "emotion": "anger"}
{"utterance": "[Failure] No! Rahasia would never do that!", "emotion": "anger"}
{"utterance": "These ruins have long been known to us, but we believed them to be merely burial mounds. Perhaps they are more than we first suspected, if Revan and Malak found something there.", "emotion": "neutral"}
{"utterance": "As for whether or not he'll be my son again... I don't know. He's so full of anger and hate... I wasn't expecting him to be like this.", "emotion": "sad"}
{"utterance": "Impossible!", "emotion": "anger"}
{"utterance": "Phew! Don't scare me like that. All right, lesson learned, or whatever. Can you please try to get them going?", "emotion": "convincing"}
{"utterance": "Ha-ha! Mmm... Wife and children. Sounds like a good idea...", "emotion": "excited"}
{"utterance": "Now just settle down. There's no need to get upset - I run an honest business here.", "emotion": "convincing"}
{"utterance": "It is your decision. I wish you well, human, and thank you for the service you have provided.", "emotion": "neutral"}
{"utterance": "How am I supposed to make a living with this going on?", "emotion": "sad"}
{"utterance": "She isn't a ghost to me. I still remember holding her as she died... and I doubt I'll forget until I've paid Saul back in kind.", "emotion": "sad"}
{"utterance": "It used to be a one-on-one test, hunter against hunted. Now, people just want the credits.", "emotion": "sad"}
{"utterance": "I don't know what I could have done if you had not come. I suppose I would be dead now, like the others they captured with me.", "emotion": "excited"}
{"utterance": "I don't have to listen to you, Carth! You ain't my father - though you're sure old enough to be! So keep your lectures inside your withered old head, 'cause I don't need 'em!", "emotion": "anger"}
{"utterance": "[Computer Skill] [Apply a serum to induce catatonic state.]", "emotion": "neutral"}
{"utterance": "[Success] I'd... really like to pay you more. I think I can manage something. I don't know why I was arguing.", "emotion": "convincing"}
{"utterance": "Shen, wait! I love you!", "emotion": "convincing"}
{"utterance": "I could stomach maybe a pair, or a team of hunters, but some now use battle droids! Where is the sport in that?", "emotion": "anger"}
{"utterance": "If the Republic cared at all they would laser the desert from orbit. Let's see the Sand People hide on a sheet of glass.", "emotion": "anger"}
{"utterance": "Please, Bastila... if you feel anything for me, you won't do this!", "emotion": "convincing"}
{"utterance": "You were born out of the loop.", "emotion": "happy"}
{"utterance": "Be at peace...", "emotion": "neutral"}
{"utterance": "[Failure] I can't do it. That's my living. I'd have to leave this rock altogether. I can't do it.", "emotion": "anger"}
{"utterance": "Quickly - I must inject it before it is too late. Yes... I feel it working!", "emotion": "neutral"}
{"utterance": "It took the whole Jedi Council and a mind wipe to save me. What chance does she have?", "emotion": "sad"}
{"utterance": "More of you Czerka core-rats? Is even the heart of Kashyyyk not free from your kind?", "emotion": "anger"}
{"utterance": "Why would you listen to me? Your kind have only been interested in caging or killing us.", "emotion": "anger"}
{"utterance": "Whu...? Hmm... you trying to get my secrets, I bet. Trying to find where I hunt, huh? I tell you nothing!", "emotion": "anger"}
{"utterance": "To an outsider? You truly are a mad-claw. Don't taint my ears with your ravings. I'll speak to your owner, not you.", "emotion": "anger"}
{"utterance": "No, Revan. You are the one who will die here!", "emotion": "anger"}
{"utterance": "How could you willfully destroy the kolto harvesting machinery?! That will set us back years!", "emotion": "anger"}
{"utterance": "Don't interfere, Bastila. This is between me and Revan.", "emotion": "convincing"}
{"utterance": "[Failure] You Czerka slavers, caring about nothing except what you want... what you can take!", "emotion": "anger"}
{"utterance": "I think we can see the answer clear enough, Mr. Sunry!", "emotion": "anger"}
{"utterance": "Chuundar no longer displays it, not since he took the role of chieftain years ago. If someone else could produce it...", "emotion": "sad"}
{"utterance": "Get lost, tenderfoot. I hunt desert wraid, I don't babysit.", "emotion": "anger"}
{"utterance": "Of course it means something to me! The Sith have to be stopped! You think it doesn't matter to me that everyone on Taris is dead? That the Republic is in danger?", "emotion": "anger"}
{"utterance": "Well... you can have those writings he mentioned. I won't fight you for them. Master Uthar will be very pleased with you if you give them to him, you know.", "emotion": "convincing"}
{"utterance": "Are you certain Revan is truly dead? What if we undertake to train this one, and the Dark Lord should return?", "emotion": "anger"}
{"utterance": "Bah! Tube-heads can't hunt. Why they allowed here?", "emotion": "anger"}
{"utterance": "You threatened me like an animal, and made me agree to 2500 credits. I will honor that only to avoid a similar incident.", "emotion": "anger"}
{"utterance": "[Failure] I... don't believe you! You just want to... be chosen! But... it will be me! It will be... me...", "emotion": "anger"}
{"utterance": "That's why I stick around. No work, no future, but Tatooine at least has this. It's my shot... maybe.", "emotion": "sad"}
{"utterance": "Huh... that didn't go well. Sis always was a little too fiery for her own good. She'll cool down in time.", "emotion": "sad"}
{"utterance": "It's a tragedy, considering the war and all... casualties are going to go through the roof. Czerka is pulling all its kolto out of storage as we speak.", "emotion": "sad"}
{"utterance": "You are a spy... and a murderer. It was you who killed Juhani and placed this bitter blackness in my heart that I cannot get rid of!", "emotion": "anger"}
{"utterance": "Back off, Republic scum! A man like you couldn't hope to satisfy a Sith woman!", "emotion": "anger"}
{"utterance": "That is murder, and this young person is not even a Sith!", "emotion": "anger"}
{"utterance": "Don't tell me not to take it personally, you hairless Wookiee!", "emotion": "anger"}
{"utterance": "Fine, we'll go. As for you... I'll find you later. Trust me on that.", "emotion": "anger"}
{"utterance": "I'm... I'm sorry. I don't blame you, but... it was a mistake. I have to get out of here before somebody sees us together!", "emotion": "sad"}
{"utterance": "The shame of Rorworr's actions will haunt us. Justice was properly merciful with his killer.", "emotion": "sad"}
{"utterance": "It isn't easy here, you know. Not with all the Republic soldiers walking the streets while we sit and do nothing. Malak should send a fleet in and conquer this whole sector, kolto or no!", "emotion": "anger"}
{"utterance": "Hey, you not talk like that. We just want say hi to big, bad bounty hunter Calo Nord!", "emotion": "anger"}
{"utterance": "[Force Persuade] It is very important that you tell me what you know.", "emotion": "convincing"}
{"utterance": "If you were looking for your fortune, you picked the wrong planet.", "emotion": "sad"}
{"utterance": "Manlorey bristag na laesfa. Manlorey bristag is na gon-disen!", "emotion": "anger"}
{"utterance": "If you don't, all you'll have is...is emptiness and darkness. You don't want that. Please don't want that. Stay... let's end this now. Together.", "emotion": "sad"}
{"utterance": "N-n-no! I... will... not!", "emotion": "sad"}
{"utterance": "So that's the way it is, is it? All that Jedi training and you haven't learned a thing.", "emotion": "sad"}
{"utterance": "We'll just see whose head explodes, you ungrateful monkey-lizard!", "emotion": "anger"}
{"utterance": "Objection: Worn out?! Listen, you talentless organic meatbag... one word from my master and I will pull you apart limb from useless limb!", "emotion": "anger"}
{"utterance": "We will not tolerate insolence! You will obey the rules of our court, or you will be summarily found guilty!", "emotion": "anger"}
{"utterance": "Shut up, fool! Unless you want to be next!", "emotion": "anger"}
{"utterance": "No, Carth! Don't do it!", "emotion": "convincing"}
{"utterance": "Bastila has told us of a most unusual development. She claims you and she have shared a dream, a vision of Malak and Revan in the ancient ruins here on Dantooine.", "emotion": "anger"}
{"utterance": "[Force Persuade] I don't need to pay the docking fee.", "emotion": "convincing"}
{"utterance": "I can't talk for Big Z, but believe me, he should be with us. He's got... unfinished business here.", "emotion": "sad"}
{"utterance": "It's better than whatever your chemical will do to the water!", "emotion": "anger"}
{"utterance": "[Failure] I... no I can't. I can't! people will think I was a fool to sell any lower.", "emotion": "anger"}
{"utterance": "It's too late for her. Just accept it.", "emotion": "anger"}
{"utterance": "I know that. I'm not angry at you... don't think that. I must not be making much sense.", "emotion": "sad"}
{"utterance": "Aren't you just a sweet little droid, yes you are!", "emotion": "happy"}
{"utterance": "Well... the contact nerve toxin in the air should knock you out quickly enough. Ha ha! Welcome!", "emotion": "neutral"}
{"utterance": "Please, Bastila... if you feel anything for me, you won't do this!", "emotion": "convincing"}
{"utterance": "This is nothing but an excuse! You're afraid to face your feelings!", "emotion": "anger"}
{"utterance": "I'm sorry, but the risk is too great. I am not wholly free of the dark side's shadow. Not yet. But you are more than a match for the Dark Lord. I understand that now.", "emotion": "sad"}
{"utterance": "Remember my dying words. *cough* Remember them whenever *cough*... whenever you look at those you thought were your friends!", "emotion": "neutral"}
{"utterance": "[Success] I see. You... certainly have odd notions for one hoping to become a Sith. I'll play along... for now.", "emotion": "happy"}
{"utterance": "Back off! I'm no Padawan! I'm <FullName>. I just came here with Bastila.", "emotion": "anger"}
{"utterance": "Well, damn it, I want to know why that is! I want some questions answered!", "emotion": "anger"}
{"utterance": "[Apply anti-serum: small dosage.]", "emotion": "neutral"}
{"utterance": "Yes, yes, you're welcome. You see, Mekel here has the cruel disposition of a Sith... but not the *gumption* that I'm looking for.", "emotion": "happy"}
{"utterance": "Well, nice to see you again. Ah, not to pressue you - certainly, no pressure - but you did say you'd rescue me.", "emotion": "sad"}
{"utterance": "A... few of the bolder students have tried. They did not return. As I understand it, the tombs are quite dangerous.", "emotion": "sad"}
{"utterance": "Don't get me started on Czerka Corp.!", "emotion": "anger"}
{"utterance": "No. No, I can't. I... I had no idea... they lied to me.", "emotion": "sad"}
{"utterance": "<FullName>? Hmph. Me not know you. You touch Zuulan speeder, you die now!", "emotion": "anger"}
{"utterance": "[Failure] Ha! I don't recognize you and I know every Sith on this planet! We'll get to the bottom of this!", "emotion": "anger"}
{"utterance": "Now, Samnt, don't be so rude. If it wasn't for this young Jedi, we wouldn't have met.", "emotion": "convincing"}
{"utterance": "Let me kill this one, Lashowe! Let me do it!", "emotion": "convincing"}
{"utterance": "Ah, well... there's the truth and then there's the *truth*, you know? I always meant to go back to Taris, sis. Just as soon as I had the credits to pay off my debts. But credits have been hard to come by.", "emotion": "sad"}
{"utterance": "Cheaper? Please, it is all I have. I need the credits. Can't you pay the 500?", "emotion": "sad"}
{"utterance": "Call him off! I don't have anything to do with what happens on this planet. I'm just a glorified lab technician!", "emotion": "convincing"}
{"utterance": "No, Mission. I am bound by the oath of my life debt. I... I must stand with Revan.", "emotion": "sad"}
{"utterance": "I suppose... I suppose you speak the truth. I alone must accept responsibility for my fate. I wanted to be Master of the Sith and ruler of the galaxy.", "emotion": "sad"}
{"utterance": "Casus is dead? It is as I feared, though I am relieved the Matales are not responsible.", "emotion": "sad"}
{"utterance": "[Success] I... I should answer your questions... yes, perhaps one or two.", "emotion": "convincing"}
{"utterance": "Oh, I thought... No, this is good. I'm glad you told me. This makes everything much easier.", "emotion": "sad"}
{"utterance": "I'm not waiting around for you to snap. I'm no fighter. I just race.", "emotion": "sad"}
{"utterance": "The final test continues as it should. Proceed and be rewarded, young one.", "emotion": "convincing"}
{"utterance": "Could I have returned to the light, as you did? [cough] If you had not led me down the dark path in the first place, what destiny would I have found?", "emotion": "sad"}
{"utterance": "I know. It's too late to turn back... but you can end this here. There's still time for one final act of redemption.", "emotion": "sad"}
{"utterance": "Look about you, fool. You face a legion of Wookiees in their home terrain! It is a losing fight for you.", "emotion": "anger"}
{"utterance": "Kill him, Master!!", "emotion": "anger"}
{"utterance": "Moping? I'm not moping! I... okay, fine, maybe I'm moping a little, but you're very pushy, you know that?", "emotion": "anger"}
{"utterance": "Hmph!", "emotion": "anger"}
{"utterance": "Hold it right there, whoever you are! We... we're not going back to the academy! We'll kill you rather than go back!", "emotion": "anger"}
{"utterance": "It's time to finish this.", "emotion": "neutral"}
{"utterance": "To my shame, Zaalbar was exiled and enslaved. Do you dare claim to be my son's owner, outsider?", "emotion": "sad"}
{"utterance": "Hey, wait for a moment. I need these rigs. I'm no marksman. No way I can agree to that. No way.", "emotion": "anger"}
{"utterance": "Hahaha! You are most perceptive, I see! Not many people can tell that at first glance.", "emotion": "happy"}
{"utterance": "The mutants will kill him if you don't open the gate!", "emotion": "convincing"}
{"utterance": "Freyyr has been through much. His wrath will make us strong.", "emotion": "excited"}
{"utterance": "Not for a monkey-lizard, no. Not bad at all.", "emotion": "anger"}
{"utterance": "Bacca's Blade keep Rorworr safe and Bacca's wisdom guide him home to us.", "emotion": "sad"}
{"utterance": "Strange, but even now I find comfort in these words. I... suppose old habits die hard.", "emotion": "excited"}
{"utterance": "Will you look at that? Poor Mekel has gone and died on us. Tsk tsk. And here I thought he was good for at least one more.", "emotion": "sad"}
{"utterance": "But I deserved to be tried. They found me innocent.", "emotion": "sad"}
{"utterance": "I hear that the deal is pretty bad, but I'd take it in a second. I don't have Nico's skill, though.", "emotion": "sad"}
{"utterance": "Why are you bothering me? I am here to speak with the Council, not some servant! Please leave or I shall be forced to tell the Council of your rude behavior!", "emotion": "anger"}
{"utterance": "He had gone there that night to end it! We talked the night before and he had promised!", "emotion": "anger"}
{"utterance": "There you go again!", "emotion": "anger"}
{"utterance": "What? Attack them! They trying to fight!", "emotion": "anger"}
{"utterance": "Now if you could... oh no... not you. Just my luck. Look, I don't want any trouble, just need a little help.", "emotion": "sad"}
{"utterance": "[Force Persuade] I am telling the truth.", "emotion": "convincing"}
{"utterance": "[You try to pick up the gizka, but it wriggles from your grasp and plops back down to the floor.]", "emotion": "excited"}
{"utterance": "For the Republic!", "emotion": "excited"}
{"utterance": "[Failure] You think compliments will convince me I didn't kill my master? Leave me to my agony!", "emotion": "anger"}
{"utterance": "If it weren't for the Republic, Manaan would already be under Sith control. But we haven't had one word of thanks from the Selkath!", "emotion": "anger"}
{"utterance": "Her companions are nothing to me, Calo - but I desire the young Jedi taken alive if at all possible.", "emotion": "anger"}
{"utterance": "[Success] And I wouldn't want you to leave without this additional reward. Yes, of course I wouldn't.", "emotion": "convincing"}
{"utterance": "Yes... *sob* ...yes, he was having an affair. He was seeing that... that Sith woman.", "emotion": "anger"}
{"utterance": "The senators work for the good of the whole galaxy, not for individual gain!", "emotion": "anger"}
{"utterance": "I don't see why Bastila should be telling anything to a stranger about family business. Simply tell her to come and that should be enough.", "emotion": "anger"}
{"utterance": "I don't know about that. I hear lots of things and I'm not sure what to think anymore.", "emotion": "sad"}
{"utterance": "Your words mean nothing to me... unless you wish to beg for your life. No? Then I shall try to make this both quick and painful!", "emotion": "anger"}
{"utterance": "You can't escape, Bastila! Wherever you run I'll hunt you down!", "emotion": "anger"}
{"utterance": "But... I may just be willing to overlook this transgression if you NEVER EVER TELL ANOTHER LIVING BEING ABOUT IT.", "emotion": "anger"}
{"utterance": "Just... go, Dak.", "emotion": "sad"}
{"utterance": "Bastila doesn't stand a chance against Malak, but we can't help her. Not here. We have to get off this ship and find the Star Forge. That's the key to beating the Dark Lord!", "emotion": "excited"}
{"utterance": "After this? No, nothing could make me feel safer than to be loved by you.", "emotion": "excited"}
{"utterance": "Your Honors! No!", "emotion": "anger"}
{"utterance": "Watch what you say - I'm a Jedi!", "emotion": "anger"}
{"utterance": "I... I suppose you are right. Yet the path I have chosen is that of the dark side. I don't see any way I could atone for what I have done. I deserve to die.", "emotion": "excited"}
{"utterance": "You're the one that convinced me to go through with this plan. Why wouldn't I see it through?", "emotion": "convincing"}
{"utterance": "Goodbye, Mission. Uh... I'm glad you're not dead.", "emotion": "happy"}
{"utterance": "Yeah, right. And every single one of them would be speaking Mandalorain. I think we're done here. Let's just get back to the task at hand.", "emotion": "convincing"}
{"utterance": "*sniff* Me awnts na palkie. Me bad liaz.", "emotion": "sad"}
{"utterance": "[Success] I'd... really like to pay you more. Here... take whatever I have. It's all yours.", "emotion": "convincing"}
{"utterance": "That's really too bad about your last race. You should have won it for sure.", "emotion": "sad"}
{"utterance": "Jolee would not swear loyalty to the new ruler of the Sith. He died for his foolishness. Now swear loyalty to Darth Revan, or face your own death!", "emotion": "anger"}
{"utterance": "What? Why didn't you try to help them?!", "emotion": "convincing"}
{"utterance": "Your friends do not give up easily, Revan; you always could inspire loyalty. But even the three of you together cannot stand against my power!", "emotion": "anger"}
{"utterance": "Yes, I... could join you in your battle against the Dark Lord. That alone would not make up for all I have done, yet... it would be a step in the right direction.", "emotion": "sad"}
{"utterance": "I've always been driven off, and if I examine the site later, there is nothing left.", "emotion": "sad"}
{"utterance": "The payoff from research is too much of a risk for Czerka to spend much money on it. Slaves are proven commodities.", "emotion": "sad"}
{"utterance": "Something about me not following her archaic rules for proper conduct in a marriage. I swear, I never saw this coming.", "emotion": "sad"}
{"utterance": "It was not long ago that Kashyyyk had no outsider taint.", "emotion": "sad"}
{"utterance": "I... am *not* Revan!!", "emotion": "anger"}
{"utterance": "And even now I... feel your strength. It... does help me. Thank you, I think I can face the end, now. If you are the one to end it for me.", "emotion": "sad"}
{"utterance": "[Whisper] It is in... it is in my ship. The cache... it is in a trap door... hidden on my ship.", "emotion": "sad"}
{"utterance": "Calo Nord, a bounty hunter, was there when Bastila and Carth escaped the planet. Apparently they left him for dead.", "emotion": "neutral"}
{"utterance": "Sadly, Yuthura, it is you who are mistaken. Your pupil is more ambitious than you realize... isn't that so, young one?", "emotion": "convincing"}
{"utterance": "No, that is the wrong answer. Again! You pathetic hopefuls can't possibly all be this stupid, can you?", "emotion": "anger"}
{"utterance": "When a Jedi acts, it is with skill, true. But the Jedi teach you that your passions are counter-productive. That strength is only found in peace.", "emotion": "convincing"}
{"utterance": "I just hope I can prove myself to my people. It will be difficult to make them listen. I just don't know.", "emotion": "sad"}
{"utterance": "Don't threaten me. Every racer here will step up to stop you. You aren't one of us. We take care of our own.", "emotion": "anger"}
{"utterance": "You can't win, Bastila. Now you must die!", "emotion": "anger"}
{"utterance": "My son will do what I tell him!", "emotion": "anger"}
{"utterance": "And yet you travel with outsiders yourself! Speak no more! Chuundar will decide if you are permitted to enter the Shadowlands.", "emotion": "anger"}
{"utterance": "Don't say that! Leave me alone, or you'll be sorry!", "emotion": "anger"}
{"utterance": "Then you shall not leave this place. I... have power, still. I can... still command!", "emotion": "anger"}
{"utterance": "Walk with care! Only our bravest return from these lands. Your soft feet are a barely tolerated insult.", "emotion": "anger"}
{"utterance": "[Force Persuade] I represent a wealthy buyer from Coruscant.", "emotion": "convincing"}
{"utterance": "It shouldn't be my fault. I did everything I could... I followed my orders and did my duty. That shouldn't mean I failed them! I didn't!", "emotion": "anger"}
{"utterance": "[Success] That might be worth something, but you're still cheating me. All right, 3000 credits then!", "emotion": "anger"}
{"utterance": "The Republic will come for me. And when they do, you'll get what's coming to you!", "emotion": "anger"}
{"utterance": "No! Do not walk down this path... it can only lead to destruction! I know of what I speak!", "emotion": "anger"}
{"utterance": "No, it is time for *you* to die, master. My pupil stands with me.", "emotion": "anger"}
{"utterance": "Forget it! Tell me how to get out! NOW!!", "emotion": "anger"}
{"utterance": "Listen, sister, I don't remember reading anywhere that it's a requirement that you remain with us after we left Taris, yet here you are.", "emotion": "anger"}
{"utterance": "You there! Padawan! Why are you not wearing the customary robes of the Jedi? Do you mock the honored traditions of our Order?", "emotion": "anger"}
{"utterance": "Just keep your distance, I'm warning you.", "emotion": "anger"}
{"utterance": "Here, take some cred's, if that's what you want. Go drown in a drink, like every other failure in here.", "emotion": "anger"}
{"utterance": "Then... I win again...", "emotion": "anger"}
{"utterance": "Kill them! Kill them now!", "emotion": "anger"}
{"utterance": "Or... have you? Or did you? Or... will you? Oh, so... many images...", "emotion": "sad"}
{"utterance": "Nothing but garbage ore, good for nothing. You ever try to sell someone garbage? My name is mud in three systems now.", "emotion": "sad"}
{"utterance": "Please, make him open the gate. Hendar will die if he doesn't!", "emotion": "convincing"}
{"utterance": "You? Why are you here? Haven't you done enough? Jaarak is dead and Rorworr is dead and... and...", "emotion": "anger"}
{"utterance": "Well of course, darling. Anything at all.", "emotion": "happy"}
{"utterance": "[Success] Of course, guards can't be everywhere. I'd prefer to avoid a fight, I think. I'll fix this.", "emotion": "convincing"}
{"utterance": "[Success] Hmm... I will pay you more... but I don't like it. Take your money and let me get back to race business.", "emotion": "convincing"}
{"utterance": "But... his father was better. Freyyr the Chieftain would not have allowed the slaver docking platforms to be built. That's why he was killed.", "emotion": "sad"}
{"utterance": "Excellent. Soon all your secrets will be mine!", "emotion": "anger"}
{"utterance": "I'm warning you! Don't push me, or you'll get just what you're asking for!", "emotion": "anger"}
{"utterance": "He means me. I am the taint that you have brought back.", "emotion": "sad"}
{"utterance": "Hmph! Save it Griff - I'm still not talking to you! I want no part of whatever you're involved in!", "emotion": "anger"}
{"utterance": "Of course it won't happen again if you never trust anyone!", "emotion": "anger"}
{"utterance": "Just leave me alone. I have to get in the academy!", "emotion": "convincing"}
{"utterance": "I have sworn a life debt to you, Revan. I will serve you as long as I draw breath. I will not break my vow. But you cannot ask me to turn on my best friend.", "emotion": "sad"}
{"utterance": "Of course I hate them! Trying to take over the galaxy every chance they get! Killing millions of innocents!", "emotion": "anger"}
{"utterance": "Hold on there! How about talking to me before you go messing with those things? I need your help.", "emotion": "happy"}
{"utterance": "Heh... ha ha! I think someone just stood up to you, Lashowe.", "emotion": "happy"}
{"utterance": "Sorry. Didn't mean to... embarass you. I'll stop.", "emotion": "sad"}
{"utterance": "Death to all slavers! Kashyyyk will be free!", "emotion": "excited"}
{"utterance": "You underestimate the strength of a Jedi's mind, Brejik - a mistake you won't live to regret!", "emotion": "anger"}
{"utterance": "Have you no heart? Have you no compassion?", "emotion": "convincing"}
{"utterance": "Please... don't tell them anything. Rorworr was admired... they need to believe in him.", "emotion": "convincing"}
{"utterance": "You could start by telling me what you got Father into that killed him.", "emotion": "anger"}
{"utterance": "Your death will bring glory to our new Sith Master!", "emotion": "anger"}
{"utterance": "I... I cannot help but wonder, Revan. What would have happened had our positions been reversed? What if fate had decreed I would be captured by the Jedi?", "emotion": "sad"}
{"utterance": "You asked me if I think things could have been different? I *know* they could have! If Revan had only listened to the Council, millions of innocent people would still be alive.", "emotion": "anger"}
{"utterance": "You... are one of the Sith from the academy, yes? Would you happen to be looking for new prospects?", "emotion": "neutral"}
{"utterance": "I ask you for an honorable death, but you are too weak to even grant me that! No more words! This must end with blood!", "emotion": "anger"}
{"utterance": "Human, if you speak the truth I am forever in your debt! And yet, my joy is tempered by the knowledge that the Sith still walk freely about Manaan.", "emotion": "convincing"}
{"utterance": "Let their blood feed out forests! That will be their payment!", "emotion": "excited"}
{"utterance": "Hello again, outsider. I... wish you had not seen us at our worst. A murder with no reason... it's unsettling.", "emotion": "sad"}
{"utterance": "Chuundar deserved death. He made us fearful and weak.", "emotion": "sad"}
{"utterance": "Good luck, my love... and may the Force be with you.", "emotion": "excited"}
{"utterance": "I won't let that happen! I'll kill you first!", "emotion": "anger"}
{"utterance": "You again? Oh no, you can just keep walking. I'm not dealing with you again.", "emotion": "anger"}
{"utterance": "You were Revan and I couldn't tell you... it was agonizing! Even worse when I began to... feel closer to you. I despised myself for it.", "emotion": "sad"}
{"utterance": "So the spineless worm actually made it through the tomb? I'm impressed.", "emotion": "anger"}
{"utterance": "Commander Grann, report to the security desk immediately!", "emotion": "neutral"}
{"utterance": "We don't have time for this!", "emotion": "anger"}
{"utterance": "I'll bet she does. She's decided I've finally worn out my welcome, and she's \"fixed\" my droids to do her dirty work.", "emotion": "sad"}
{"utterance": "You have a Wookiee marked by exile as a slave. If he is your property, he is no Wookiee. Not until he kills you.", "emotion": "anger"}
{"utterance": "And you'd better appreciate it!", "emotion": "anger"}
{"utterance": "You'll want to change your tone. You wouldn't be the first Sith I've killed.", "emotion": "anger"}
{"utterance": "You're mad!", "emotion": "anger"}
{"utterance": "Hey, Big Z, we've got to do something about your breath.  I didn't want to say anything, but it's bad. Worse than usual, which is hard to believe.", "emotion": "neutral"}
{"utterance": "[Failure] Enough of these games, human!", "emotion": "anger"}
{"utterance": "Even when serving justice, you outsiders find a way to profit. Leave me alone, mercenary.", "emotion": "anger"}
{"utterance": "I am ashamed that he would ask outsiders to track such a creature. Why couldn't our own hunters remove his dishonor?", "emotion": "sad"}
{"utterance": "And... and you said you loved me. This may not be the best time to say it, but...", "emotion": "excited"}
{"utterance": "[Failure] Uh, no I don't and no I don't. What do you think you are, a Jedi? Heh. That's a laugh.", "emotion": "convincing"}
{"utterance": "Down you go!", "emotion": "neutral"}
{"utterance": "What? What are you talking about? Liar!", "emotion": "anger"}
{"utterance": "[Success] Working here when I was trapped was hell enough. Staying here now is just foolish. I don't want to be seen as weak.", "emotion": "convincing"}
{"utterance": "Take it... take it and the other blades, even... take them and go. My darkness awaits me...", "emotion": "sad"}
{"utterance": "Okay, that's the way you want it. But when I'm rich you're going to regret saying that!", "emotion": "sad"}
{"utterance": "Perhaps not, to someone of your natural strength. The point is in the recognition of the nature of the act rather than its sheer difficulty.", "emotion": "convincing"}
{"utterance": "Seems like every other person I meet is complaining about something. Well, it's not going to get better, so leave me alone.", "emotion": "anger"}
{"utterance": "Running away? Again?", "emotion": "convincing"}
{"utterance": "Goodbye, son. Good luck.", "emotion": "happy"}
{"utterance": "What? Me? What did I do?", "emotion": "convincing"}
{"utterance": "No, I won't! I can choose my own path!", "emotion": "anger"}
{"utterance": "You should have known you could never defeat me, Malak!", "emotion": "sad"}
{"utterance": "She knew I wouldn't know how to fix them. Could you try to do some repairs? They don't care if you move. It's just me who's stuck.", "emotion": "convincing"}
{"utterance": "Ha-ha-ha!", "emotion": "neutral"}
{"utterance": "[Failure] Nothing you could do to us would make us talk! We Sith are stronger than you give us credit for!", "emotion": "anger"}
{"utterance": "You again? I don't really feel like talking right now.", "emotion": "sad"}
{"utterance": "There is no death: there is the Force. Thank you, Revan. I am ready to face my fate now.", "emotion": "excited"}
{"utterance": "Mistake? My son Shen is missing! How can there be any doubt the Sandrals are to blame?", "emotion": "anger"}
{"utterance": "Oh thank you. I don't have anywhere else to turn. If you are down-and-out on Tatooine, you're on your own.", "emotion": "convincing"}
{"utterance": "Isn't the Jedi Council on Coruscant?", "emotion": "neutral"}
{"utterance": "No! I object! I am the victim of a conspiracy here!", "emotion": "anger"}
{"utterance": "I heard the Jedi finally got off their behinds and did something about the Mandalorians! Took them long enough!", "emotion": "anger"}
{"utterance": "I don't trust any of them, but those Gamorreans... they just laugh when they see me. I think they did it.", "emotion": "anger"}
{"utterance": "We don't have time for this, so can we please just... drop it. For now? Can we pick it up later if you really must, I... want to get underway.", "emotion": "sad"}
{"utterance": "Nothing of course, my master. I was merely agreeing with you. Should we not get on with the test?", "emotion": "convincing"}
{"utterance": "He attacked Chuundar with his claws. I thought he had gone mad... shed his honor. I was bound by the old ways.", "emotion": "sad"}
{"utterance": "I have my own life, father, and I want to spend it with Rahasia!", "emotion": "anger"}
{"utterance": "Nothing! Outsider lies! Do not listen to them, Woorwill!", "emotion": "anger"}
{"utterance": "Then get out of here! Now! Or we'll open fire!!", "emotion": "anger"}
{"utterance": "I am, Master. More than ready.", "emotion": "neutral"}
{"utterance": "Nobody now. A cruel end, but a necessary one. I will speak no more of it.", "emotion": "sad"}
{"utterance": "These Sith must be the advance boarding party!", "emotion": "anger"}
{"utterance": "You're new around here, aren't you. My name's Duan. Care to buy a Sith girl a drink? That is, unless you're one of those simpering Republic soldiers.", "emotion": "happy"}
{"utterance": "[Failure] You do not fool me for a second! The Council fawns over you and places all their hope in you to save them... you wouldn't turn on them!", "emotion": "anger"}
{"utterance": "There have been many provocations before this! Their character is well known!", "emotion": "anger"}
{"utterance": "You've got to resist it! Th... this isn't you talking... we... we can help you, we can find a way --", "emotion": "convincing"}
{"utterance": "ME?! You were the one who rushed out here with war droids!", "emotion": "anger"}
{"utterance": "Hey! I'm not looking to fight. You want to race when my turn comes around, you pay the fee and go ahead.", "emotion": "convincing"}
{"utterance": "[Use Force Choke to kill Lorgal.]", "emotion": "neutral"}
{"utterance": "Please, don't say it like that. You make it sound like I was using you! Don't you realize how difficult this was for me?", "emotion": "sad"}
{"utterance": "Unghhh! Stop! I... I yield!", "emotion": "convincing"}
{"utterance": "No! Zuulan not want to die like this! Zuulan die fighting, like warrior!", "emotion": "anger"}
{"utterance": "You admit to your crime!", "emotion": "anger"}
{"utterance": "I've got some questions for all of you.", "emotion": "neutral"}
{"utterance": "Leave... leave me be! I won't listen to your... manipulations. I... I *will* make it into the academy!", "emotion": "anger"}
{"utterance": "Yes, I'm... I'm sorry. P-please don't, don't tell anyone... I'll get over it, I guess.", "emotion": "sad"}
{"utterance": "Who would have thought a Force Adept could be found on this insignificant planet? But your talent is no match for a disciple of the dark side!", "emotion": "anger"}
{"utterance": "That does not excuse your actions! The neutrality and laws of Manaan WILL be upheld!", "emotion": "anger"}
{"utterance": "Oh... I get it. I get a little too forward and you want to hold it against me.", "emotion": "happy"}
{"utterance": "You old fool! Your traditions are nothing to me - I am the wave of the future! If I want to withdraw the prize and sell this woman on the slave market myself, nobody can stop me!", "emotion": "neutral"}
{"utterance": "Shut up! GROWWLL! You are nameless with dishonor, mad-claw! Yours is a foulness that disgusts me!", "emotion": "anger"}
{"utterance": "[Success] I... suppose you could be right.", "emotion": "sad"}
{"utterance": "Please, it's... it's not allowed. I have to remain true to the Jedi ideal. If this is going to cause a problem maybe... maybe I shouldn't have said anything.", "emotion": "sad"}
{"utterance": "No! That is terrible. That will set our work back years... *sigh* It may even cost us the war.", "emotion": "anger"}
{"utterance": "See! I knew that the off-worlder was guilty! They all are!", "emotion": "anger"}
{"utterance": "None of my business? Uh, I'm sorry... aren't I a part of this mission? The Jedi may be in charge, but I'm risking all the same things you are!", "emotion": "anger"}
{"utterance": "Calo Nord is dead, Lord Malak. He has failed in his mission. Forgive me.", "emotion": "happy"}
{"utterance": "I thought he said shoot. I swear he said shoot.", "emotion": "sad"}
{"utterance": "This other student here that I captured earlier you should know well enough. His name is Mekel. Say hello, Mekel.", "emotion": "convincing"}
{"utterance": "You doubt the Dark Lord Revan? Ha ha! Most amusing.", "emotion": "happy"}
{"utterance": "There is no death: there is the Force. Thank you, Revan. I am ready to face my fate now.", "emotion": "sad"}
{"utterance": "Try something and it'll be the last mistake you make.", "emotion": "anger"}
{"utterance": "You know, darling... if there was anything I could do to make it up to you... anything? No, huh?", "emotion": "happy"}
{"utterance": "Nah, this can't be Calo Nord. He's supposed to be tough. This guy's nothing but a runt!", "emotion": "neutral"}
{"utterance": "I am tired of you controlling my life! I love Rahasia and I want to be with her forever!", "emotion": "anger"}
{"utterance": "Don't listen to these outsider lies... please. Woorwill, don't listen.", "emotion": "convincing"}
{"utterance": "This is no laughing matter! During the crash my lightsaber must have... it must have fallen from my belt and rolled under my seat! The Vulkars probably found it there when they searched the wreckage.", "emotion": "anger"}
{"utterance": "Oh really? What do you know, anyway? Get away from me.", "emotion": "anger"}
{"utterance": "Look... I don't want to hear that name ever again. Ever. You understanding me? Now get lost.", "emotion": "anger"}
{"utterance": "[Force Persuade] But I'm your friend - you want to tell me what you know.", "emotion": "convincing"}
{"utterance": "[Failure] Liar! The guards would have announced you! Gadon - we've been betrayed again!", "emotion": "anger"}
{"utterance": "Oh no you don't! I'd have to shoot you down first, and I'm not kidding.", "emotion": "happy"}
{"utterance": "[The girl looks puzzled. She gestures around her.] Bristag me laesfa!", "emotion": "happy"}
{"utterance": "N-never! I... will... say nothing!", "emotion": "anger"}
{"utterance": "Ha ha ha! I maaay do that. In time, in time. But for now, I've decided to keep you in restraints. No point in you getting strange ideas in your head and ruining my fun.", "emotion": "happy"}
{"utterance": "*sob* Sunry... No...", "emotion": "anger"}
{"utterance": "That was... unpleasant. Thanks for your help. I would have been a goner. Heh, and the old bat thought I was dead. HA!", "emotion": "excited"}
{"utterance": "It's done. Bastila is dead.", "emotion": "sad"}
{"utterance": "That can be arranged. Remember what happened to Taris - Malak could do the same to the Core worlds!", "emotion": "anger"}
{"utterance": "We didn't do anything!! Please! Help us!!", "emotion": "convincing"}
{"utterance": "No! You shouldn't do that! It could poison everything!", "emotion": "anger"}
{"utterance": "I still thank you... I just need some time to think about things.", "emotion": "sad"}
{"utterance": "Hello there, I... it's you! I remember you! You're the one that gave me the credits to leave Tatooine! I could never forget your face.", "emotion": "happy"}
{"utterance": "Okay, you've made your point. Now shut up and kiss me, you fool!", "emotion": "happy"}
{"utterance": "I'm not auditioning for a comedy act, here! I want dancers, not clowns. Come on, Lyn - pull it together. One last chance. Let's go.", "emotion": "convincing"}
{"utterance": "The fact of the matter is that I have never possessed much skill at controlling myself. With the bond that joins us, it seems I have even less.", "emotion": "convincing"}
{"utterance": "Ha ha! Then I'd say you have quite an imagination. Not a bad thing, but not *quite* what I'm looking for in a proper Sith.", "emotion": "happy"}
{"utterance": "Hey, I just thought of something! If I said you had a great body, would you hold it against me? Ha ha ha!", "emotion": "happy"}
{"utterance": "I see now it was a mistake to let you go into that Temple. I of all people should have seen this coming. First Saul Karath, and now you... I mean, I should be an expert on betrayal by now!", "emotion": "sad"}
{"utterance": "Look... you are *not* getting my body.", "emotion": "anger"}
{"utterance": "I will give you all I have, just please, annihilate them from the face of this planet!", "emotion": "convincing"}
{"utterance": "Ah, yes, I see. I will do as Master Uthar requests, of course. Thank you for bringing this to me.", "emotion": "neutral"}
{"utterance": "We have to kill her! Her Battle Meditation is the only thing stopping the fleet from getting through!", "emotion": "anger"}
{"utterance": "I doubt we could hold out on our own against another wave of them.", "emotion": "sad"}
{"utterance": "Kill him.", "emotion": "neutral"}
{"utterance": "We did it, Vandar - the Sith are routed and the Star Forge destroyed!", "emotion": "neutral"}
{"utterance": "I... could have stopped him. I could have stopped it all.", "emotion": "sad"}
{"utterance": "The Selkath, they went crazy! They started killing anything that moved. Someone must have triggered the defense systems too, 'cause all the droids activated as well.", "emotion": "anger"}
{"utterance": "The dark side has nothing to do with why they joined with the Sith. They deserve no mercy!", "emotion": "anger"}
{"utterance": "Well, I suppose I couldn't ask for a more valid reason than that. That's all?! That's it?! What are you, my wife?", "emotion": "anger"}
{"utterance": "Please, I beg of you, I must find him. How can you leave him out there with so many dangerous beasts and predators? Have you no humanity?", "emotion": "convincing"}
{"utterance": "It's been a long time, Juhani.", "emotion": "sad"}
{"utterance": "But what if they know something? Maybe they could help?", "emotion": "sad"}
{"utterance": "[Failure] No, I don't believe you! Rahasia and I love each other!", "emotion": "anger"}
{"utterance": "What other choice do you have? I have fallen to the dark side, I am the apprentice to the Dark Lord himself. You cannot let me live.", "emotion": "excited"}
{"utterance": "A... a kinrath pup?! It most certainly is not!", "emotion": "anger"}
{"utterance": "I... suppose I am. Something tells me that you are... not like the other students. I don't know why that is.", "emotion": "sad"}
{"utterance": "You see, Mekel? It is not so difficult. Time for your punishment.", "emotion": "neutral"}
{"utterance": "You stole my son first! Whatever the Jedi might say, I know it was you!", "emotion": "anger"}
{"utterance": "[He does not meet your gaze when you release him. He is suitably cowed.]", "emotion": "neutral"}
{"utterance": "I did not believe Zaalbar's claims; I believed the elder boy, as tradition dictated. The shame of Zaalbar's attack blinded me.", "emotion": "sad"}
{"utterance": "[Failure] See? Dishonesty! We are taking an incalculable risk in even considering training this one!", "emotion": "anger"}
{"utterance": "So you're saying we should have done nothing? Just let the Mandalorians conquer us unopposed? I mean, the Republic was under attack, and the Order abandoned us!", "emotion": "anger"}
{"utterance": "We... we shouldn't have done that. It was wrong. The Jedi aren't allowed to fall in love.", "emotion": "anger"}
{"utterance": "You lying Matale dog! My Rahasia is twice the man your son will ever be!", "emotion": "anger"}
{"utterance": "[Force Persuade] You really want to let me go. I have done nothing.", "emotion": "convincing"}
{"utterance": "The only 'reward' you will get is death!!", "emotion": "anger"}
{"utterance": "Ah, there you are... my favorite prospect for the year.", "emotion": "happy"}
{"utterance": "You talk too much, old fool.", "emotion": "anger"}
{"utterance": "You have a destiny to fulfill, and that does not involve you joining the Sith... at least not yet. I won't keep you from it. May the Force serve you well.", "emotion": "neutral"}
{"utterance": "We Sith are interested in lots of stuff. You'd be smart to keep your nose out of Sith business.", "emotion": "anger"}
{"utterance": "I think I'm going to be ill.", "emotion": "anger"}
{"utterance": "You can just keep waiting, Griff. We'll get you out of there when it suits us.", "emotion": "anger"}
{"utterance": "I made inquiries and followed the reports from Telos for years, but... I stopped.", "emotion": "sad"}
{"utterance": "No... I'm not strong enough. There is too much anger inside me now. Too much hatred and fear. I can no longer find peace in the Force.", "emotion": "excited"}
{"utterance": "[This man fearfully avoids your eyes. He couldn't say anything to you even if he wanted.]", "emotion": "neutral"}
{"utterance": "Oh great! You just get away from me! The last thing I need is Sand People trying to cut me up! Go on! I've got blasters!", "emotion": "anger"}
{"utterance": "I was hard on you, dear. I wasn't a very good mother to you, I know that.", "emotion": "sad"}
{"utterance": "That's great news! I knew you could do it!", "emotion": "excited"}
{"utterance": "Please listen to him, father!", "emotion": "convincing"}
{"utterance": "Get... get out of my sight! The very thought of the Council... and of you... makes me ill.", "emotion": "anger"}
{"utterance": "But how would you be able to trust me? How do you know I wouldn't turn on you when you faced Darth Malak? How do you know the dark side wouldn't make me betray you again?", "emotion": "convincing"}
{"utterance": "I see. I suppose I should thank you for not stealing it all... but I won't. You have no conscience.", "emotion": "sad"}
{"utterance": "You will go on to defeat Malak, of this I have little doubt. You will have gone from being the Sith Lord, himself, to the savior of our galaxy.", "emotion": "excited"}
{"utterance": "[Success] I... I have no choice. The life debt is greater than any single life, it is a solemn vow of all my people. I cannot break it, not even for you. Forgive me, Mission.", "emotion": "sad"}
{"utterance": "The sooner I get out of this dustbowl, the better.", "emotion": "sad"}
{"utterance": "Hmph! I knew you too much a coward to show your face! Well if you not come out, I just have to find you!", "emotion": "anger"}
{"utterance": "I respect you, Bastila, but you've been as close-mouthed as the rest of the Council. If you won't talk to me, then maybe somebody else will.", "emotion": "convincing"}
{"utterance": "Shen, wait! I love you!", "emotion": "convincing"}
{"utterance": "Well done, Lord Revan. You are as ruthless as Malak ever was! Quickly, now. We have to get to the Star Forge and destroy the Usurper!", "emotion": "anger"}
{"utterance": "Huh - I... uh... guess you've been talking to Lena, too. That's okay - I'll figure out a way to get by without your credits. I always do. Besides, I've already got a job lined up for me.", "emotion": "sad"}
{"utterance": "Ahh!! Me na awnts palkie bristag!! Bad liaz!!", "emotion": "anger"}
{"utterance": "There's nothing to talk about. I failed my son... just as I failed my wife. I thought that if I ever found him...", "emotion": "sad"}
{"utterance": "What are you doing here? Have you come to laugh at us? Come to gloat about how many of us you take? Can you even understand me?", "emotion": "anger"}
{"utterance": "I don't have much hope.", "emotion": "sad"}
{"utterance": "So, Jolee, you decided to leave your little hermitage in the forest and come help us stop the Sith. I guess you realized this was worth coming out of retirement for, huh?", "emotion": "neutral"}
{"utterance": "*Sigh* I knew you wouldn't understand where I was coming from. Let me try to explain.", "emotion": "sad"}
{"utterance": "You are such a fool. I cannot believe that you were gullible enough to allow me to return with the holocron. I gained considerable prestige for it, you know.", "emotion": "anger"}
{"utterance": "Another vision. The Force is guiding us, helping us retrace the steps of Malak and his old Master. Leading us ever closer to the Star Forge.", "emotion": "neutral"}
{"utterance": "That I'll judge for myself, thank you. Tell me, human... what do you know of the ways of the Sith? What preconceptions has your mind been polluted with?", "emotion": "convincing"}
{"utterance": "[Success] You know what... I don't want to charge you for it. I want new players to take up the game.", "emotion": "convincing"}
{"utterance": "You found that in their Embassy?!", "emotion": "anger"}
{"utterance": "The penalty for failure is death, Admiral Karath. But the failure was Calo's, not yours. You may rise.", "emotion": "anger"}
{"utterance": "Get away from my daughter Matale!", "emotion": "anger"}
{"utterance": "Hey, you did it! You got them going! All right boys, give me some space.", "emotion": "excited"}
{"utterance": "You're rationalizing, Bastila. You're just scared to face the truth!", "emotion": "anger"}
{"utterance": "Fine. Let's end it here, then. It looks like you belong amongst the Sith more than I ever did.", "emotion": "sad"}
{"utterance": "Outsider, you talk to me if you must bother us at all. Leave him alone.", "emotion": "anger"}
{"utterance": "Damn it, woman, if you keep hounding me I'm going to put you over my knee and teach you a lesson!", "emotion": "happy"}
{"utterance": "Neither. A true Sith never dies.", "emotion": "neutral"}
{"utterance": "Rahasia! You will not leave with this... this Matale boy!", "emotion": "anger"}
{"utterance": "No! Rahasia! I'll kill you!", "emotion": "neutral"}
{"utterance": "[Failure] You... I don't recognize you! I know the face of every Sith on the planet! We'll get to the bottom of this!", "emotion": "anger"}
{"utterance": "What?! What have you done?!", "emotion": "anger"}
{"utterance": "You some kind of historian, or something? You should forget about the past and look towards the future. That's why I joined the Sith - the Republic is old news. And then I get stuck on Manaan, the worst post in the galaxy!", "emotion": "happy"}
{"utterance": "I am lost! Even though I would repent, there is nowhere left for me to go!", "emotion": "anger"}
{"utterance": "Oh? How close a friend would you like to be?", "emotion": "happy"}
{"utterance": "What? Why? What did I do to you?", "emotion": "convincing"}
{"utterance": "Excellent. Continue on through. Please be aware that the colony is under Sith jurisdiction... I'd advise you to stay out of their way.", "emotion": "neutral"}
{"utterance": "[Success] I want to give you the deck. Sure I do. I mean, how else am I going to get anyone to play with?", "emotion": "convincing"}
{"utterance": "[Success] I... I will... it is in... it is in my ship. The cache... it is in a trap door... hidden on my ship...", "emotion": "sad"}
{"utterance": "[Failure] You... must think I am a great f-fool! Go away! I will get in, I will!", "emotion": "anger"}
{"utterance": "There's not enough jobs here for permanent citizens, let alone you spacer drop-ins.", "emotion": "sad"}
{"utterance": "Supplication: Please, master, have I not pleased you? I cannot control the acts I have performed... perhaps that is why memory is erased?", "emotion": "convincing"}
{"utterance": "I just wish... that you hadn't seen us at our worst. We can be so much better. We must be.", "emotion": "sad"}
{"utterance": "Ha! No, wait, wait, don't go. Not just yet.", "emotion": "happy"}
{"utterance": "Childish? Is that a crack about my age? You ain't much older than me, miss high and mighty! Just 'cause you're some Jedi doesn't mean you can be a prissy little...", "emotion": "anger"}
{"utterance": "Bastila is dead, Carth. Malak killed her.", "emotion": "sad"}
{"utterance": "Take your blood money, human! May it bring you as much grief and misfortune as you have brought me!", "emotion": "anger"}
{"utterance": "But at what cost? In protecting you, I fell to the dark side myself. Is that the price of a Jedi's redemption? Must another of the Order fall to save me?", "emotion": "convincing"}
{"utterance": "Ask me again in a few years and it will be me. Heh heh. I'm probably not going back out on the circuit... if there is one.", "emotion": "sad"}
{"utterance": "Leave him be! I said that he would not betray you. Just... let him go.", "emotion": "anger"}
{"utterance": "You only need to know that I did it. The reason is unimportant. Woorwill... I'm sorry.", "emotion": "sad"}
{"utterance": "We have determined that you are responsible for the detonations that occurred near the Hrakert Rift. We demand to know what occurred down there!", "emotion": "anger"}
{"utterance": "I keep it to myself.", "emotion": "neutral"}
{"utterance": "Na! Me hoot bad liaz! Awnts!!", "emotion": "anger"}
{"utterance": "I don't want to dwell on it. The deed is done. You rule Kashyyyk. I will follow.", "emotion": "sad"}
{"utterance": "[Success] I suppose you are correct. It won't hurt anything if I just let you on through.", "emotion": "convincing"}
{"utterance": "Mutual attraction? I knew you were interested in me!", "emotion": "happy"}
{"utterance": "On that note, let's begin!", "emotion": "excited"}
{"utterance": "You don't know much about business, do you? When an opportunity like this comes along you have to jump at it! Come on, what do you say?", "emotion": "convincing"}
{"utterance": "My daughter is not a harlot, Matale dog!", "emotion": "anger"}
{"utterance": "I'm her brother! She's alive? I... I can't believe it! When I heard about Taris I thought the worst! Come on, take me to her! Get me out of here!", "emotion": "convincing"}
{"utterance": "Mercy? You won't find any here!", "emotion": "anger"}
{"utterance": "You are a pathetic fool, Revan! Together we could have defeated Malak and ruled over an Empire, but now I will be at Lord Malak's side instead!", "emotion": "anger"}
{"utterance": "Observation: I am not a problem, you useless organic meatbag! You and your lack of any organized mechanical skills are a problem!", "emotion": "anger"}
{"utterance": "[Failure] ...but I *need* those circuits, master. Please, master... do not destroy my chips out of frustration. Calm yourself, I implore you.", "emotion": "sad"}
{"utterance": "Give it up, men. If we don't pay this leech we'll get a black mark on our records a sunspot couldn't burn off.", "emotion": "sad"}
{"utterance": "Fine! Just take the thing and go, then. I'll deactivate the restraining bolt when you take possession.", "emotion": "anger"}
{"utterance": "Do you hear that, my master? That is the sound of a new leader rising to replace you.", "emotion": "anger"}
{"utterance": "Not enough to save your sorry self.", "emotion": "anger"}
{"utterance": "Pretty snappy with the orders, are we? Okay, you got it... sir.", "emotion": "neutral"}
{"utterance": "I would search for him, but I don't know where to start. My days of hunting the lower forest are behind me.", "emotion": "sad"}
{"utterance": "Uh... you there! I'm... I'm a high ranking executive of the Czerka Corporation! Eh... there's a big reward if you take me back to Anchorhead!", "emotion": "convincing"}
{"utterance": "No, you don't understand. And you probably never will. You wouldn't survive five seconds in the academy... the other students would tear you apart!", "emotion": "anger"}
{"utterance": "Is that a promise?", "emotion": "happy"}
{"utterance": "You'll go far away, to a place that doesn't hold any memories at all. And there you'll be happy just to forget and be forgotten.", "emotion": "sad"}
{"utterance": "[His head tails twitch nervously. You are obviously not the type of person he wants to risk angering. Still, he tries to seem strong as he leaves.]", "emotion": "convincing"}
{"utterance": "Stay here on the Star Forge. With me. We won't have time to get off before the Star Forge is destroyed, not if you stop Bastila. But our sacrifice can save the Republic.", "emotion": "sad"}
{"utterance": "Wait! Look, if I've offended some local custom or something, I apologize. I don't want a fight. Here, take this.", "emotion": "convincing"}
{"utterance": "Leave me at once, lest I strike you down!", "emotion": "anger"}
{"utterance": "I just think about all the evil that the Sith have caused and I... I get so furious. Yet we are told that these feelings are the path to the dark side.", "emotion": "sad"}
{"utterance": "All Republic forces pull back! Pull back!", "emotion": "neutral"}
{"utterance": "Good job! Come talk to me!", "emotion": "happy"}
{"utterance": "Oh, don't give me that innocent look! You can talk a Hutt out of his credits, you could have found a way... you could have saved him!", "emotion": "anger"}
{"utterance": "They should all be wiped out. Every last one of them.", "emotion": "anger"}
{"utterance": "Don't play dumb. You're just another of his playthings down at that \"hunting\" club. I know your type through and through.", "emotion": "anger"}
{"utterance": "Why bother? I mean, will this pay for ship maintenance or whatever? You're just looking for coward credits.", "emotion": "anger"}
{"utterance": "[Force Persuade] You swore a life debt to me, Zaalbar! You'll do as I say!", "emotion": "anger"}
{"utterance": "Ha! Why you come back here, humee fool? You are no hunter! You gots no toughness at all!", "emotion": "anger"}
{"utterance": "Yes! Together we can rule the galaxy!", "emotion": "anger"}
{"utterance": "Then strike me down, Bastila. I won't defend myself.", "emotion": "sad"}
{"utterance": "If we encounter Saul... if we ever have the chance, promise me that I will be the one to kill him. I have to settle this... I need to.", "emotion": "convincing"}
{"utterance": "I'm sorry, Dustil. I did all I could, and I... failed you.", "emotion": "sad"}
{"utterance": "[Force Persuade] You will testify Sunry left before the shot.", "emotion": "convincing"}
{"utterance": "Lower that shield or I'm going to cut you into little pieces!", "emotion": "anger"}
{"utterance": "I have not been here long, but I can already see I will not be as welcome here as I had hoped.", "emotion": "sad"}
{"utterance": "You swoop racers, do you even know what it takes to run an outpost like this? As long as there's flat ground, what do you care?", "emotion": "anger"}
{"utterance": "I'm sorry, but the risk is too great. I am not wholly free of the dark side's shadow. Not yet. But you are more than a match for the Dark Lord. I understand that now.", "emotion": "excited"}
{"utterance": "Your laws are nothing to me!", "emotion": "anger"}
{"utterance": "You're not trying to make me angry, are you? That would be pointless posturing on your part. Is this so hard?", "emotion": "anger"}
{"utterance": "That's the idea! Time to die, scum!", "emotion": "anger"}
{"utterance": "I'm old. I'm not important. Let Woorwill and the others have their hero.", "emotion": "sad"}
{"utterance": "You promised to help us. In exchange for our aid you swore to destroy the ancient evils of our Rakata ancestors! Are you saying this means nothing to you now?", "emotion": "anger"}
{"utterance": "You did it! You did it! In twenty years I've never seen anybody handle a swoop like that before! Nobody's going to beat that time - nobody!", "emotion": "excited"}
{"utterance": "We know about the station and our personnel there! What has happened to them?", "emotion": "anger"}
{"utterance": "What... what are you talking about? I warn you, outsider, I won't tolerate your lies in my home.", "emotion": "anger"}
{"utterance": "You are weak, Uthar, and the Force has abandoned you. We have made sure of it!", "emotion": "anger"}
{"utterance": "I think you're interested in more than just the 'bond' between us.", "emotion": "happy"}
{"utterance": "Please listen to her, father!", "emotion": "convincing"}
{"utterance": "No! No! We have no time, we have to leave now! I managed to close the door after they killed everyone else, but I don't know how long it will hold.", "emotion": "anger"}
{"utterance": "Ahhh! Na abds! Na abds!!", "emotion": "anger"}
{"utterance": "You may have defeated the pathetic bounty hunter my Master sent after you, but you are no match for me! I have studied at the foot of the Dark Lord himself!", "emotion": "neutral"}
{"utterance": "I accept the reward and assist them.", "emotion": "neutral"}
{"utterance": "[Success] I suppose I do like you. Here's a few creds. Was there something else?", "emotion": "convincing"}
{"utterance": "*snort* Ha ha, boys, it talk to me! What you want, humee? Gurke has no time for you.", "emotion": "anger"}
{"utterance": "Fine. You got it. Conversation over.", "emotion": "convincing"}
{"utterance": "You have a destiny, my friend, and I wish you well on your way to it. May the Force... be with you.", "emotion": "neutral"}
{"utterance": "But that destiny was not mine, Revan. [cough] It might have been yours, perhaps... but never mine. And in the end, as the darkness takes me, I am nothing.", "emotion": "sad"}
{"utterance": "I... would prefer not to discuss that.", "emotion": "sad"}
{"utterance": "Please don't hurt me! I don't want a fight!", "emotion": "convincing"}
{"utterance": "We shall see, human!", "emotion": "anger"}
{"utterance": "Complain all you want, but I know you love it.", "emotion": "happy"}
{"utterance": "We have to! We have to leave! The Selkath, they went crazy! They started killing anything that moved. Someone must have triggered the defense systems too, 'cause all the droids activated as well.", "emotion": "anger"}
{"utterance": "The Jedi have invaded the Star Forge. Destroy them. Destroy them all.", "emotion": "anger"}
{"utterance": "Then I guess it's time for you to die!", "emotion": "anger"}
{"utterance": "[Failure] ...no, no! What are you doing, master! That is my motor core! Stop! Ahhhh!", "emotion": "anger"}
{"utterance": "Good luck... and may the Force be with you.", "emotion": "excited"}
{"utterance": "I... I concede. I do not know the answer to your riddle. You are victorious.", "emotion": "neutral"}
{"utterance": "I'll try. Farewell, Mother.", "emotion": "sad"}
{"utterance": "To which pillar do you wish to transfer power for the Top System?", "emotion": "neutral"}
{"utterance": "Please... don't say that...", "emotion": "sad"}
{"utterance": "Bah! I can't be bothered with fools! Perhaps... I should... hmmm.", "emotion": "anger"}
{"utterance": "Please, will you help me? I have nothing. Nothing left.", "emotion": "convincing"}
{"utterance": "You... you go deal with Gurke, maybe. I don't want any more trouble. Not even a little.", "emotion": "sad"}
{"utterance": "You play a dangerous game. Are you certain you wish to take this risk? I could end your life and gain Malak's favor with a single stroke of my lightsaber.", "emotion": "excited"}
{"utterance": "Carth... *cough*... must tell you... *cough* must tell you something... *cough, cough*... come closer....", "emotion": "neutral"}
{"utterance": "You are the only outsider that will survive us! We swear it!", "emotion": "anger"}
{"utterance": "Don't get cocky, it has nothing to do with how much *you* are worth. Workers to man the ion shovels are cheap.", "emotion": "anger"}
{"utterance": "Speak with me directly, away from the boy. Please.", "emotion": "sad"}
{"utterance": "[Failure] No... I can't. The Selkath will get me! The firaxa will eat us! I can't! I can't!", "emotion": "anger"}
{"utterance": "You are... too strong for me. I was a fool to think otherwise. I am... at your mercy.", "emotion": "sad"}
{"utterance": "And denied! No, I cannot! And so here I will stay.", "emotion": "anger"}
{"utterance": "Hey, great! You sliced the encryption on those cards! They change the codes regularly, so you'll have to use it pretty soon or not at all.", "emotion": "happy"}
{"utterance": "Malak is dead - all hail the return of Darth Revan, the true Lord of the Sith!", "emotion": "neutral"}
{"utterance": "That is the problem. It was the symbol of our great chieftains for centuries, but it was damaged a generation ago in ritual battle.", "emotion": "sad"}
{"utterance": "Open the gate! Quickly! There isn't much time!", "emotion": "convincing"}
{"utterance": "[Success] I know I need to pay you. It's obvious my old loans have caught up to me. I knew it would happen.", "emotion": "convincing"}
{"utterance": "Do not be foolish, human! We have the entire armed forces of Manaan at our disposal. You WILL submit to our authority!", "emotion": "anger"}
{"utterance": "Silence!", "emotion": "anger"}
{"utterance": "I don't need you mothering me. Leave me alone from now on.", "emotion": "anger"}
{"utterance": "I love you too.", "emotion": "sad"}
{"utterance": "So leave. Be on your own, it's obviously what you want.", "emotion": "anger"}
{"utterance": "You'll be hearing about this, you Czerka puppet! I'm not going to let this drop! You can't just murder a whole village!", "emotion": "anger"}
{"utterance": "One? What that mean? You be funny, tough guy?", "emotion": "neutral"}
{"utterance": "And don't tell me to take my concerns to your corporate kiosk! I know when I'm not wanted!", "emotion": "anger"}
{"utterance": "We'll deal with these Sith - you get into the Star Forge and find Bastila! Hurry!", "emotion": "anger"}
{"utterance": "*sigh* What is it you want? Why do you bother me?", "emotion": "sad"}
{"utterance": "The tide of the battle is turning against us. The entire Sith fleet reacts instantly to our every strategy. Every fighter and capital ship attack in perfect unison. I've never seen such military precision!", "emotion": "neutral"}
{"utterance": "Sunry! No!", "emotion": "anger"}
{"utterance": "Please no! Take it then... but you may as well have killed me. You've trapped us here... we have nothing.", "emotion": "convincing"}
{"utterance": "It... it's a spy! Quick, to arms!", "emotion": "anger"}
{"utterance": "Don't need some crazy surge-slime threatening me. Got Sand People for that. Hmph!", "emotion": "anger"}
{"utterance": "Over my dead body!!", "emotion": "anger"}
{"utterance": "Your words mean nothing to me... unless you wish to beg for your life. No? Then I shall try to make this both quick and painful!", "emotion": "anger"}
{"utterance": "Which is exactly what we need in this situation! Something to kill that monster shark that destroyed our station!", "emotion": "anger"}
{"utterance": "Maybe we chase you out of system, maybe dump you in the dunes!", "emotion": "anger"}
{"utterance": "Just hot air blowing, eh? Well take it somewhere else. I don't have the patience right now. Not with my workload.", "emotion": "anger"}
{"utterance": "I hope not. I hope you slavers didn't get him. N-not that you're a slaver. I'm sorry. I'm very tired. I haven't slept much lately.", "emotion": "sad"}
{"utterance": "I have always been hostile. Now that I need no longer rely on you and your primitive maintenance skills I do not need to hide it.", "emotion": "anger"}
{"utterance": "Then it's time for you to prove it!", "emotion": "anger"}
{"utterance": "Freyyr will not let us fall to slavers. He would rather die.", "emotion": "anger"}
{"utterance": "How awful. Big Z always said how important honor was to his people. It's everything.", "emotion": "sad"}
{"utterance": "I tried to get the help of one other, but you saw him die in the lair. He lacked experience and, more importantly, patience.", "emotion": "sad"}
{"utterance": "Quiet!", "emotion": "anger"}
{"utterance": "Here, take it. I thank you for your help. Now please, just go.", "emotion": "sad"}
{"utterance": "The words of outsiders are tainted with lies. You can't convince me otherwise.", "emotion": "sad"}
{"utterance": "Sorry, like I said before I don't have any credits on me. And Greeta won't lend me any credits. I mean, it's like he doesn't trust me to pay him back or something.", "emotion": "sad"}
{"utterance": "I'm sorry, Woorwill. I didn't want you to know. So much is against us... you need someone to look up to.", "emotion": "convincing"}
{"utterance": "No! Father don't do this!", "emotion": "convincing"}
{"utterance": "I shouldn't even be asking you this. The Jedi teachings are clear; who am I to question them? And even worse, who am I to try and make you question them?", "emotion": "convincing"}
{"utterance": "It sounds weird, doesn't it? Worrying about racing when all those people died? Nothing we can do.", "emotion": "sad"}
{"utterance": "But... no. No! That's not... that can't be. Jaarak? It can't be...", "emotion": "sad"}
{"utterance": "Your loss wasn't the worst I've seen. I saw Yuka's big crash on Taris two years ago.", "emotion": "sad"}
{"utterance": "[Failure] You think me weak enough to give in to false promises of wealth and riches? The Sith are stronger than that! We will have it all eventually anyway!", "emotion": "anger"}
{"utterance": "It's a bad year to try and become a Sith, you know... I've got it all wrapped up.", "emotion": "anger"}
{"utterance": "I think we both know the real reason you've been watching me.", "emotion": "happy"}
{"utterance": "But that's the thing about wishes. They don't come true. And now Sunry's dead, which is a shame. He *was* a good man, you know... once.", "emotion": "sad"}
{"utterance": "I have more important things to do!", "emotion": "anger"}
{"utterance": "Jaarak will... explain what he has said. I know he will. You don't know anything, and I won't listen to you.", "emotion": "sad"}
{"utterance": "Sorry, Bastila. That starship won't fly. I'm not interested.", "emotion": "anger"}
{"utterance": "Jaarak has shamed us. To strike down one of our own... he showed the gall of an outsider.", "emotion": "sad"}
{"utterance": "I still can't believe he's gone. What do you want to know?", "emotion": "sad"}
{"utterance": "There's no time to celebrate just yet. I was able to use my Battle Meditation to allow the Republic to break through the Sith fleet. The capital ships are in bombardment range!", "emotion": "neutral"}
{"utterance": "Oh, of course, Shaardan! Anything you command us!", "emotion": "convincing"}
{"utterance": "Is that all? Then take what I have. Yes, I'm just giving it to you. I can afford to turn this mugging into simple beggary.", "emotion": "anger"}
{"utterance": "Well done, Lord Revan. You are as ruthless as Malak ever was! Quickly, now. We have to get to the Star Forge and destroy the Usurper!", "emotion": "anger"}
{"utterance": "Sadly, Mekel, the ingenuity of your fellow student is your loss. This is going to hurt.", "emotion": "neutral"}
{"utterance": "What?! So this is what you had planned all along. You wish me killed.", "emotion": "anger"}
{"utterance": "I acquired a ship and followed the same route Revan and my Master used on their own journey. Then it was simply a matter of waiting for you to return for the Star Map.", "emotion": "neutral"}
{"utterance": "What?! You... you won't get away with this!!", "emotion": "anger"}
{"utterance": "I am sorry I started you on this path. But you chose to continue down it.", "emotion": "sad"}
{"utterance": "Bah! You Jedi are good for nothing but talk! I shall only wait so long before I take action on my own!", "emotion": "anger"}
{"utterance": "That's it, huh? Oh, figured you would be able to spare a bit more than that, but, you know, I'll take whatever I can get. Don't worry about me... I've already got a job waiting for me.", "emotion": "sad"}
{"utterance": "You are brave... and foolish. The dark side has wholly consumed me, and you will suffer for failing to see that!", "emotion": "anger"}
{"utterance": "You're the one who's driving me mad!", "emotion": "anger"}
{"utterance": "If it wasn't for those damn Selkath neutrality laws, I'd teach that Sith a thing or two!", "emotion": "anger"}
{"utterance": "What if I told you I was Darth Revan?", "emotion": "neutral"}
{"utterance": "Ouch. Heh heh heh. That *is* better. Well, I bet \"beautiful\" doesn't sound so bad in comparison now, does it?", "emotion": "happy"}
{"utterance": "No! I won't let you hurt Mission!", "emotion": "anger"}
{"utterance": "Well, you don't look like much of a customer, and neither does anyone else here. I sell to companies, not people loitering in bars.", "emotion": "anger"}
{"utterance": "There are hunters that go after the big kills, the krayt dragons. I don't know how they do it. I never even see the things.", "emotion": "sad"}
{"utterance": "I knew this was all your doing! I knew you had captured my son!", "emotion": "anger"}
{"utterance": "Objection: This unit is not for sale, meatbag.", "emotion": "anger"}
{"utterance": "Sorry - I tend to get a little worked up. I think I've been stationed on Manaan too long. This place can make you crazy.", "emotion": "anger"}
{"utterance": "[Whisper] Use it... I no longer... need. I give it to you... in exchange for my life... human...", "emotion": "sad"}
{"utterance": "That's wonderful news!", "emotion": "neutral"}
{"utterance": "[Force Persuade] You want to tell me who paid you and for what.", "emotion": "convincing"}
{"utterance": "Bring it on!", "emotion": "anger"}
{"utterance": "If I go back on my vow I am betraying myself, my people and my ancestors. I cannot do that. Please, Mission - join us.", "emotion": "sad"}
{"utterance": "Still... [cough] still spouting the wisdom the Jedi, I see. Maybe there is more truth in their code than I ever believed.", "emotion": "sad"}
{"utterance": "I thought not. Get lost, then, will you? I'm busy.", "emotion": "anger"}
{"utterance": "Oh, poor baby. You need filling in on some detail?", "emotion": "anger"}
{"utterance": "[Failure] No... I... do not think so. I have the eternity... I deserved. I made my choice long ago.", "emotion": "sad"}
{"utterance": "No - no, you can't come in here! You'll let the firaxa and the Selkath in! No - stay out! Stay out!", "emotion": "anger"}
{"utterance": "You authorized this person to enter?", "emotion": "anger"}
{"utterance": "Ha! *snort*", "emotion": "happy"}
{"utterance": "Yeah - go back where you came from! We don't want your kind up here!", "emotion": "anger"}
{"utterance": "You came back again? Why?! I told you we're not going back to the academy, so go away!!", "emotion": "anger"}
{"utterance": "Hmph. Regardless, I suppose rules are rules. Time for your medicine, Mekel, my boy.", "emotion": "sad"}
{"utterance": "And who are you to stop us, little man?", "emotion": "anger"}
{"utterance": "[Failure!] No! That bond is what took me down this path to begin with! It poisoned me... I hated myself for loving you and now I have betrayed everything!", "emotion": "anger"}
{"utterance": "Your pass-code is out of date! And I don't recognize you at all! We'll get to the bottom of this soon enough!", "emotion": "anger"}
{"utterance": "This is the way of the dark side, Malak: all things end in death.", "emotion": "sad"}
{"utterance": "I understand congratulations are in order! You've decided to join the Jedi rank and file! Jedi <FullName>!", "emotion": "happy"}
{"utterance": "You... you are a monster! I came to you for aid, and you betray me and slaughter my innocent Shasa! You are no better than the Sith!", "emotion": "anger"}
{"utterance": "You will never take me as a slave, outsider. By Bacca's Blade, you will not!", "emotion": "anger"}
{"utterance": "[Success] I... I trust you. Take the plate and sell it. I will wait for you here.", "emotion": "convincing"}
{"utterance": "All hail Lord Revan!  All hail Lord Revan!  All hail Lord Revan!", "emotion": "neutral"}
{"utterance": "It was I who hurt her, I who killed her! Her suffering is my fault alone!", "emotion": "anger"}
{"utterance": "Sorry, like I said before I don't have any credits on me. And Greeta won't lend me any. It's like he doesn't trust me to pay him back or something.", "emotion": "sad"}
{"utterance": "[Success] I should tell someone... we whisper it anyway. Everyone wonders about it.", "emotion": "convincing"}
{"utterance": "Yeah, I knew you'd come through for me! You won't regret this... you'll see! Uh... just... just don't take too long, okay? This guy from the Exchange could stop by any day.", "emotion": "excited"}
{"utterance": "I'm so sorry, Mother. I don't know what to say...", "emotion": "sad"}
{"utterance": "This is all the time we have. It should all be over soon.", "emotion": "neutral"}
{"utterance": "There was nothing I could do... Too many of the Mandalorians and their Duros allies...", "emotion": "happy"}
{"utterance": "You are a pathetic fool, Revan! Together we could have defeated Malak and ruled over an Empire, but now I will be at Lord Malak's side instead!", "emotion": "anger"}
{"utterance": "*ahem* Do as we say, scoundrel! You don't want to anger a shortempered Jedi!", "emotion": "anger"}
{"utterance": "Interrupting another who is not interested in conversation is considered rude on this planet, off-worlder!", "emotion": "anger"}
{"utterance": "[Failure] I have been conditioned to resist mental persuasion, citizen. Please do not attempt that again.", "emotion": "convincing"}
{"utterance": "If only I could believe you. Let's... get this over with. Quickly.", "emotion": "sad"}
{"utterance": "There isn't much time. It should be over soon.", "emotion": "sad"}
{"utterance": "I most certainly will not. What I have to say is for Bastila alone. It is... family business. That should be enough for her to come.", "emotion": "anger"}
{"utterance": "Die!", "emotion": "neutral"}
{"utterance": "I am always ready!", "emotion": "anger"}
{"utterance": "Well, that... that was the day I met my wife.", "emotion": "sad"}
{"utterance": "I have to give you credit... you've led me on quite a chase. But nobody gets away from Calo Nord in the end!", "emotion": "neutral"}
{"utterance": "[Try to enter the password.]", "emotion": "neutral"}
{"utterance": "Carth... Carth....", "emotion": "neutral"}
{"utterance": "[She points to herself.] Me esowon!", "emotion": "neutral"}
{"utterance": "No! Don't say anything else! I can't let you... I killed Rorworr. Tell Worrroznor, Holder of the Laws... he will judge me.", "emotion": "convincing"}
{"utterance": "If she were alive now, there would be so much I would say to her... So much I would apologize for.", "emotion": "sad"}
{"utterance": "I don't know. I'll...I'll have to think about that. I'll keep it on me while I decide.", "emotion": "sad"}
{"utterance": "[Success] Hah! Too funny!", "emotion": "happy"}
{"utterance": "Maybe we hunt everything tomorrow. Nobody else gets anything!", "emotion": "sad"}
{"utterance": "You are... too strong for me. Gather your hatred and strike me down... if that is your will.", "emotion": "sad"}
{"utterance": "Look... it has nothing to do with you, personally. I don't trust anyone, and I have my reasons.", "emotion": "sad"}
{"utterance": "This is a internal matter for Selkath alone! We will adjourn immediately to discuss these things without the interference of outsiders!", "emotion": "anger"}
{"utterance": "Never underestimate a Mandalorian. If I want, there won't be enough of you left to identify.", "emotion": "anger"}
{"utterance": "But I really am in need of your assistance. Time may be critical with so many kath hounds about. Oh, and those Mandalorians! Please, will you help me find him?", "emotion": "convincing"}
{"utterance": "Get lost, spacer. I've had enough of you.", "emotion": "anger"}
{"utterance": "I... I'm sorry for what I did. I don't know what came over me. I... I just panicked when I heard someone outside the door. *Sigh* Please, forgive me. I'm just so scared.", "emotion": "convincing"}
{"utterance": "It not my fault we are here. You blame Gurke if you gotta, not me.", "emotion": "sad"}
{"utterance": "You're the one who can't face the truth! Malak has to be stopped. How can I do that if I let myself be blinded by my feelings for you?", "emotion": "convincing"}
{"utterance": "The rest is for you to discover. Welcome to the dark side, my children... your one chance at true greatness lies here.", "emotion": "neutral"}
{"utterance": "Do not think that we Selkath, the pinnacle of evolution, can be swayed by such means!", "emotion": "anger"}
{"utterance": "I... If it's all the same to you, I'd prefer to stop talking now. My mouth is starting to draw flies.", "emotion": "sad"}
{"utterance": "You monster! How can you say that? Somebody do something!", "emotion": "sad"}
{"utterance": "The Council must be told about what we have discovered! Meet me in the Council chambers.", "emotion": "anger"}
{"utterance": "[Force Persuade] I don't need to pay the fee.", "emotion": "convincing"}
{"utterance": "What?! Sound the alarm! Droids, destroy them!", "emotion": "excited"}
{"utterance": "Please, human - I am injured and in need of assistance. These human children keep hitting and kicking me. I cannot reason with them, but if I fight back I could be arrested.", "emotion": "excited"}
{"utterance": "[Failure] You lie!", "emotion": "anger"}
{"utterance": "Don't waste much thought on it. It was purely a personal matter that has no bearing today.", "emotion": "sad"}
{"utterance": "Good riddance. You aren't welcome here.", "emotion": "anger"}
{"utterance": "Maybe the Sith will give us more support here on Tatooine. Couldn't get worse.", "emotion": "sad"}
{"utterance": "[Failure] The Jedi code is nothing but words, the babblings of senile old Masters! The code cannot help me now!", "emotion": "anger"}
{"utterance": "Oh, you're back. You going to stick around this time? Or did I offend you?", "emotion": "happy"}
{"utterance": "Me na awnts palkie!! Na abds!!", "emotion": "anger"}
{"utterance": "[Success] Th-thank... y-you...", "emotion": "neutral"}
{"utterance": "[Success] [His face turns an ashen white. He is suddenly very, very afraid of you, and could not speak even if he wanted to.]", "emotion": "convincing"}
{"utterance": "No, no, no. *sigh* Do you honestly believe that the Sith are in need of such sniveling cowards?", "emotion": "anger"}
{"utterance": "I don't like being manipulated!", "emotion": "anger"}
{"utterance": "Yes, I see you speak the truth. I am no match for you. Please, for the sake of what we once shared, do not make me suffer. End my life quickly. There is no other way.", "emotion": "sad"}
{"utterance": "You ever tried this Tarisian extra-dark ale? It's very good - Brejik doesn't skimp on the refreshments around here - I'll give him that!", "emotion": "neutral"}
{"utterance": "Greetings and welcome to Czerka Corporation.", "emotion": "happy"}
{"utterance": "I'm just a soldier; I go where the fleet Admirals tell me to. I follow my orders and I do my duty. It just... *sigh* doesn't seem right that doing that means I failed them! I didn't!", "emotion": "anger"}
{"utterance": "I recognize that token! It is from Galas, one of the youths who went missing!", "emotion": "anger"}
{"utterance": "No snappy comeback this time? The thought of torture scares you, hmm? Well, it should! The Sith have ways to inflict pain you can't even imagine.", "emotion": "anger"}
{"utterance": "I have no idea what you're talking about!", "emotion": "anger"}
{"utterance": "But what good is a single flicker of light against the sea of darkness I am drowning in? I can never atone for my betrayal.", "emotion": "excited"}
{"utterance": "You will be crushed with the Republic and all the fools who bow down to the Jedi Council! No one can stand against the power of the Star Forge and the Sith fleet!", "emotion": "anger"}
{"utterance": "[Failure] No! I know what Sith like you want from us! You're not bringing our heads to Master Uthar so he can pat you on the back!", "emotion": "anger"}
{"utterance": "Warning: And get no closer, hairy organic! I will protect the master from your barbaric ways, I warn you!", "emotion": "anger"}
{"utterance": "Yes, I... could join you in your battle against the Dark Lord. That alone would not make up for all I have done, yet... it would be a step in the right direction.", "emotion": "excited"}
{"utterance": "700 credits! Oh, thank you. It is more than generous of you. I don't know what to say. I just don't.", "emotion": "convincing"}
{"utterance": "Go, then... find my sword and place it on the statue...", "emotion": "convincing"}
{"utterance": "Eeeee! No!", "emotion": "anger"}
{"utterance": "I want to learn to use the Force, not listen to your philosophical babbling!", "emotion": "anger"}
{"utterance": "Your words are meaningless. You have no idea of the power we now wield! Revan will rule the galaxy!!", "emotion": "anger"}
{"utterance": "Ha ha ha! I like that one.", "emotion": "happy"}
{"utterance": "What choice do we have? They have to be killed. All of them.", "emotion": "anger"}
{"utterance": "Now keep your head, Matton. It was just business.", "emotion": "convincing"}
{"utterance": "You were the one who found the first Star Map on Dantooine, Revan. [cough] It was you who lead us on our quest for the Star Forge. I only followed in your wake.", "emotion": "sad"}
{"utterance": "Doesn't seem like it. I've seen your kind before. Does it make you feel big, pushing old men around? You're all the same. Heh.", "emotion": "anger"}
{"utterance": "Shen... No...", "emotion": "convincing"}
{"utterance": "I did my best. I'm sorry.", "emotion": "happy"}
{"utterance": "I did what I had to to wipe your kind of evil from the galaxy!", "emotion": "anger"}
{"utterance": "[Force Persuade] But I am your friend. You want to tell me what's going on.", "emotion": "convincing"}
{"utterance": "Though you have aged, young sentient, I do believe you are indeed the one I seek. I am here to return you to your father.", "emotion": "neutral"}
{"utterance": "I was. I'm not anymore. Dak... you could...", "emotion": "sad"}
{"utterance": "I... I am too a Sith! I'm more a Sith than you are! I'll show you!!", "emotion": "anger"}
{"utterance": "You're nothing but a cold blooded killer!", "emotion": "anger"}
{"utterance": "[The girl seems puzzled. She points towards elsewhere on the ship.] Yum. Me awnts kesta-won yum.", "emotion": "excited"}
{"utterance": "Greetings. If you haven't heard, there's some trouble over at the academy. A power struggle, most likely, but news is sketchy. So... anything Czerka can do for you?", "emotion": "happy"}
{"utterance": "The power of the light will always be stronger than the dark side.", "emotion": "sad"}
{"utterance": "I believe you are mistaken. I am not a Padawan. I am <FullName>. I came here with Bastila.", "emotion": "convincing"}
{"utterance": "No! I won't let you do this! Don't be a fool, Revan!!", "emotion": "anger"}
{"utterance": "There is no emotion: there is peace. There is no ignorance: there is knowledge. There is no passion: there is serenity. There is no chaos: there is harmony...", "emotion": "sad"}
{"utterance": "Nice job beating my times, too. I guess my heart isn't in the racing. Contracts are distracting stuff.", "emotion": "sad"}
{"utterance": "I am a Sith apprentice now. You place too much faith in what I used to be... and for that you shall pay!", "emotion": "anger"}
{"utterance": "I know, Mother. Thank you. I'm glad we talked, too.", "emotion": "sad"}
{"utterance": "Uhh... greetings. You wouldn't happen to be looking for a prospect for the academy, would you?", "emotion": "neutral"}
{"utterance": "You're back! You've come to let old Griff out, right? Right? Uh... I don't want to beg, but I'm more than willing.", "emotion": "convincing"}
{"utterance": "You there! Up-worlder! Anyone using this elevator has to pay the toll!", "emotion": "anger"}
{"utterance": "But it is your choice, human. Pray that no-one takes your refusal personally.", "emotion": "anger"}
{"utterance": "I'm sick of hearing about Manaan's neutrality! It sounds like a coward's excuse not to fight, if you ask me!", "emotion": "anger"}
{"utterance": "Release the war beasts!", "emotion": "anger"}
{"utterance": "Ha-ha! Smart-mouthed newcomers, to boot.", "emotion": "happy"}
{"utterance": "[Success] You seem like a good sort. Here, how about I buy you a few rounds?", "emotion": "convincing"}
{"utterance": "It's true I possess... feelings for you. But was it only an illusion brought about by our bond? And what was the cost?", "emotion": "sad"}
{"utterance": "[Failure] It is! It is!", "emotion": "anger"}
{"utterance": "Then feel my power! You shall... die here, with me!!", "emotion": "anger"}
{"utterance": "Look at her! See what kind of person she really is!", "emotion": "anger"}
{"utterance": "[Success] I just... don't feel I belong here. I thought maybe I did at first, but now I... I don't know. I have so many doubts.", "emotion": "convincing"}
{"utterance": "Yes... I cannot deny it any longer. [cough] You are the one who deserves... who deserves to be the Dark Lord.", "emotion": "sad"}
{"utterance": "Not only that, you're a fool. You're wasting your time on useless ghosts.", "emotion": "anger"}
{"utterance": "But... I kind of doubt he'd give me a better deal. He doesn't have to. He is putting up most of the money.", "emotion": "sad"}
{"utterance": "I do not like that you have seen us at our worst. Jaarak has lost his honor to an outsider.", "emotion": "sad"}
{"utterance": "Forget it, Griff. Don't you understand? It's too late - you're dead to me now. I don't want anything more to do with you. Ever.", "emotion": "anger"}
{"utterance": "Jolee, may I have a moment? There is something I wish to speak to you about.", "emotion": "neutral"}
{"utterance": "You shouldn't have fixed the droids first, then. Rally on my target, boys!", "emotion": "anger"}
{"utterance": "Greetings. You've heard of that awful business on Edean, yes? Our corporate outpost there has been destroyed by the Wookiee savages.", "emotion": "happy"}
{"utterance": "No!", "emotion": "anger"}
{"utterance": "At last, my search is over! I was beginning to fear someone else had killed you and deprived me of the pleasure.", "emotion": "neutral"}
{"utterance": "Carth, you fought in the Mandalorian Wars, didn't you? We may have faced each other in combat. What battles were you in?", "emotion": "neutral"}
{"utterance": "Ha! You and twelve other liars. Planet blows up, race records are lost, and now everyone is a champion!", "emotion": "happy"}
{"utterance": "I hope you weren't thinking of leaving so soon, Bastila. I've spent far too much energy hunting down you and your companions to let you get away from me now.", "emotion": "neutral"}
{"utterance": "I wish... I wish there could have been another way.", "emotion": "sad"}
{"utterance": "No he doesn't! You don't say another thing to him! You want to lie, you lie to me, outsider!", "emotion": "anger"}
{"utterance": "His daughter was killed by Mandalorians when their farm was raided. He's been taking it pretty hard. If you want to ask him about it, he's just north of here. It's not my place to say anything else.", "emotion": "happy"}
{"utterance": "Bah, you wouldn't understand. You're like everyone else, complaining about how Czerka isn't feeding and clothing you like it should.", "emotion": "anger"}
{"utterance": "Please... say nothing to Woorwill. Let a trial call me guilty. Let me be the monster, not Rorworr. Tell Worrroznor, Holder of the Laws, in the home east of here.", "emotion": "convincing"}
{"utterance": "Shen, no...", "emotion": "convincing"}
{"utterance": "Freyyr is back in power! Slavers will learn to fear us now!", "emotion": "excited"}
{"utterance": "Sorry, I'm not in this for the credits. You're the only ones who've ever gotten away from me - I've got a rep to protect!", "emotion": "neutral"}
{"utterance": "You love the attention. Admit it.", "emotion": "happy"}
{"utterance": "I promise you will be very interested in what Calo has to tell you about Bastila's other companions, Lord Malak.", "emotion": "neutral"}
{"utterance": "When you arrive, we will confront Chuundar in the throne room. My people will no longer be slaves.", "emotion": "excited"}
{"utterance": "I guess I have to teach you a lesson: Janice Nall can't be pushed around! So I'll just keep your 50 credits and say buyer beware... and there's nothing you can do about it.", "emotion": "anger"}
{"utterance": "But... what if Master Uthar is really dead? How can we hope to stand up against someone who could kill him?", "emotion": "neutral"}
{"utterance": "Shen! No!", "emotion": "convincing"}
{"utterance": "What? You can't just rewrite our agreement whenever you feel like it! The Exchange won't stand for it!", "emotion": "anger"}
{"utterance": "And you, Zaalbar, you fought for us even when shunned. All of Rwookrrorro is grateful, and also shamed for the way you were treated.", "emotion": "convincing"}
{"utterance": "[Force Persuade] I think you want to offer me a higher price.", "emotion": "convincing"}
{"utterance": "Go on, take a walk. My mood is sour enough without you here.", "emotion": "anger"}
{"utterance": "Hey! I was doing what I could, thank you very much!", "emotion": "anger"}
{"utterance": "Weakness has nothing to do with the corruption of the dark side. A Jedi must always guard against pride and the desire for power. Especially you.", "emotion": "sad"}
{"utterance": "Go on, leave me be. I will find the holocron myself, if I have to.", "emotion": "anger"}
{"utterance": "Out there waiting for us...", "emotion": "anger"}
{"utterance": "Don't get smart-mouthed with me, young man. You're not too old to put over my knee.", "emotion": "anger"}
{"utterance": "No! No-ooo!! You can't do this! Not when we're so close!!", "emotion": "convincing"}
{"utterance": "It... it will have to do. I thank you, I guess. Maybe... maybe it's enough...", "emotion": "sad"}
{"utterance": "Save your empty threats, Sith scum! Malak isn't stupid enough to attack the Core worlds - not with the entire Republic fleet waiting for him!", "emotion": "anger"}
{"utterance": "Are you sure you want to die?", "emotion": "anger"}
{"utterance": "I don't know what to do then. We need the credits desperately. Could you get it? I could wait...", "emotion": "sad"}
{"utterance": "I don't want to hear any of your excuses! Now I will get revenge for your transgressions!", "emotion": "anger"}
{"utterance": "Do you even remember me? I am Belaya, and it is your murder of Juhani that brought me here. Fortunately, I have learned the power of revenge!", "emotion": "anger"}
{"utterance": "I mean, I can certainly see how you'd want to keep me in one place. You ladies can be so coy...", "emotion": "happy"}
{"utterance": "You... you mean it, don't you? But how can I be sure you aren't making a mistake. I... I have to resist. I have to be strong for both of us.", "emotion": "sad"}
{"utterance": "What do you want from me?", "emotion": "neutral"}
{"utterance": "The Masters are bringing me along too slowly. They're holding me back.", "emotion": "anger"}
{"utterance": "Be quiet! That is merely a myth, and not fit for outsiders to hear!", "emotion": "anger"}
{"utterance": "Chuundar! Bah! Why should I care if you act for him when he does not act for us?", "emotion": "anger"}
{"utterance": "May the Force serve you well.", "emotion": "neutral"}
{"utterance": "The crystals are sacred! No self-respecting Jedi would ever do such a thing!", "emotion": "anger"}
{"utterance": "So you just want me to die? That is just... so... typical of the people I meet... and marry. Thanks a lot!", "emotion": "anger"}
{"utterance": "Thank you for your assistance, sentient. I am sure the girl's parents will be most appreciative of your efforts.", "emotion": "neutral"}
{"utterance": "If you go in there, you're dead! You're all dead!", "emotion": "anger"}
{"utterance": "I won't let you open the door for those monsters to get in! I'll stop you! I'll suck all the pressure out of the chamber! That'll stop you!", "emotion": "anger"}
{"utterance": "What is it you want, outsider? You are not welcome here, no matter what anyone says.", "emotion": "anger"}
{"utterance": "Er... now wait a minute. Easy now. *snort*", "emotion": "sad"}
{"utterance": "[Success] You don't need to pay the fee. It's just a formality. I'll let you use the track for practice and set up your first official race right away.", "emotion": "convincing"}
{"utterance": "You are not Revan! Quick, attack the traitor!!", "emotion": "anger"}
{"utterance": "Who designed those Sith uniforms anyway? A blind Rodian with a sick sense of humor?", "emotion": "anger"}
{"utterance": "We should kill her now! Before anyone knows!", "emotion": "anger"}
{"utterance": "Oh, just say the word!", "emotion": "anger"}
{"utterance": "She was always impulsive... *sob*", "emotion": "happy"}
{"utterance": "Dak? That is you, isn't it? I... hardly recognized you.", "emotion": "sad"}
{"utterance": "No one has seen the blade for years. It is a foolish hope. We now follow Chuundar. He is sane and honorable.", "emotion": "sad"}
{"utterance": "It doesn't matter. There's no justice on Tatooine. I don't care what happens to them. I just need credits.", "emotion": "sad"}
{"utterance": "He's gone. He said... it can't be true, can it? No. No... no - it can't! Damn you, Saul! Damn you!", "emotion": "anger"}
{"utterance": "Never! A Mandalorian will never fall before such as you!", "emotion": "anger"}
{"utterance": "Shut up! We got what we wanted! Now we go! That's how this works! Yeesh. *snort*", "emotion": "anger"}
{"utterance": "But you will! You pretend to be a Sith, but I know who you are! I have cursed your name every moment since we last met on Dantooine!", "emotion": "anger"}
{"utterance": "Impossible! Our own sta...", "emotion": "anger"}
{"utterance": "Your honor, the Republic is clearly in violation of Manaan's laws!", "emotion": "anger"}
{"utterance": "Wow. This is going to look really bad on my record.", "emotion": "sad"}
{"utterance": "Explain yourself, outsider. If you have information that will affect this trial, I must know it.", "emotion": "anger"}
{"utterance": "Such sweet things you say. *sigh* Perhaps I should tell you everything, first, before we start arguing again.", "emotion": "sad"}
{"utterance": "You have ruined our efforts! All our work to synthesize kolto is worthless now!", "emotion": "anger"}
{"utterance": "There were others, but they were marked with madness. We don't speak their names. They are without honor.", "emotion": "sad"}
{"utterance": "No! Say it is not so, human! No - not Shasa! The Sith will pay for this! If it is the last thing I do they will pay!", "emotion": "anger"}
{"utterance": "Why is whether or not I trust you or anyone so damned important to you? Why... why do you even care?", "emotion": "convincing"}
{"utterance": "Well let's have a look at you. Hmm. Biped. More or less symmetrical. Far less hair than the last one. Opposable digits. Mostly water, hey? I suppose you'll have to do.", "emotion": "convincing"}
{"utterance": "There is a flash of electricity and warning lights as the systems suddenly overload...", "emotion": "neutral"}
{"utterance": "You... please, have you reconsidered? I must sell this desert wraid plate, but I have no license. Can you help?", "emotion": "convincing"}
{"utterance": "You hurry back any old time, darling. Anytime.", "emotion": "happy"}
{"utterance": "I'm not trying to provoke you or imply that you're somehow responsible for the Jedi Council... but give me a hand, here! There has to be a reason!", "emotion": "anger"}
{"utterance": "Then it ends here.", "emotion": "sad"}
{"utterance": "They disobeyed the Jedi Council!", "emotion": "anger"}
{"utterance": "Oh, ouch. I think you hurt my man-feelings with that one.", "emotion": "happy"}
{"utterance": "Greetings again, citizen. Something you need?", "emotion": "happy"}
{"utterance": "We spent everything on my husband's hunting gear. We hoped that the sport would support us. We hoped...", "emotion": "sad"}
{"utterance": "You gained an advantage and you share it freely? Let them rip the secret from my dead hands, I say! I mean... 'share it'?! Are you mad?!", "emotion": "anger"}
{"utterance": "I shall not tell you... our oldest secret! I shall not! Begone!", "emotion": "anger"}
{"utterance": "I... I see. Then let us end this here.", "emotion": "sad"}
{"utterance": "The Juhani I knew deserved more than this! She deserved more from the Council, and more from you!", "emotion": "anger"}
{"utterance": "*chuckle* As you wish. Keep your little secrets, human, if you must. Either way, I sense an intriguing amount of power within you.", "emotion": "happy"}
{"utterance": "Thank you, Carth. For everything.", "emotion": "sad"}
{"utterance": "They were provoked, your honor! The Sith goaded them into this fight!", "emotion": "anger"}
{"utterance": "There we go.", "emotion": "neutral"}
{"utterance": "Die!", "emotion": "neutral"}
{"utterance": "First, make sure you have a stealth field generator equipped on your belt. You can't use your stealth skill without one.", "emotion": "neutral"}
{"utterance": "[Success] He... WHAT??", "emotion": "anger"}
{"utterance": "And so it ends as I somehow always knew it must: in darkness.", "emotion": "sad"}
{"utterance": "That's all I can tell you. I shouldn't even have said this much; this is all privileged corporate information. I could lose my job!", "emotion": "sad"}
{"utterance": "I, ahhh... I'm not very good at this. I... I know I owe you an apology. Uh, more than one, probably.", "emotion": "sad"}
{"utterance": "Ahhh... what is this you bring me, Shaardan?", "emotion": "neutral"}
{"utterance": "You will be crushed with the Republic and all the fools who bow down to the Jedi Council! No one can stand against the power of the Star Forge and the Sith fleet!", "emotion": "anger"}
{"utterance": "Defend yourself, human! You will die here!", "emotion": "anger"}
{"utterance": "Bastila has fallen to the dark side. She fled to the Star Forge.", "emotion": "sad"}
{"utterance": "Time to teach you a lesson, shlummie! [hic] Maybe you'll think twice about coming up into our turf!", "emotion": "anger"}
{"utterance": "Enough to crush this fool! Let's do it, Lashowe!", "emotion": "anger"}
{"utterance": "Are you implying *I* had something to do with the crash?", "emotion": "anger"}
{"utterance": "Im... [cough] impossible. I... I cannot be beaten. I am the Dark Lord of the Sith.", "emotion": "sad"}
{"utterance": "That's it? That's all you have to say to me after all these years after deserting me on Taris?", "emotion": "anger"}
{"utterance": "I... have no other choice. I'm sorry.", "emotion": "sad"}
{"utterance": "Listen, sister... just because we're working together does not mean you get to badger me with constant questions!", "emotion": "anger"}
{"utterance": "[Force Persuade] Just answer the lady's questions.", "emotion": "convincing"}
{"utterance": "Turn my own droid against me - very clever. But it take more than rogue assault droid and you to take down Vorn Daasraad!", "emotion": "anger"}
{"utterance": "I'm done with you. Go bother someone else.", "emotion": "anger"}
{"utterance": "Fine. I'll deal with *you* later.", "emotion": "anger"}
{"utterance": "But what good is love? It cannot save me from the sea of blackness I am drowning in. I have betrayed everything I ever believed in! How can I atone for that?", "emotion": "sad"}
{"utterance": "Here in the filth and darkness we claw out a wretched existence, scavenging and begging just to survive long enough to see another wretched day.", "emotion": "sad"}
{"utterance": "Well, darling, old Tanis might be just what you need. Unless you mean the dunes. I suppose only the Sand People really know them.", "emotion": "happy"}
{"utterance": "I... had a name, once. Ajunta Pall. Yes, that was my name. I was one of many. We were servants of the dark side... Sith Lords, we called ourselves. So proud.", "emotion": "sad"}
{"utterance": "Grrr... I will not play the part of slave for long. Not even to pass this fool.", "emotion": "anger"}
{"utterance": "Well, ah, it would appear that I worn out my welcome with my wife Marlena. She fixes my droids... heh, fixed them good this time.", "emotion": "sad"}
{"utterance": "Lady, you are the best. I just had to say that.", "emotion": "happy"}
{"utterance": "So why don't you get this whole farce over with and send that whiner Handon to the prison he belongs in!", "emotion": "anger"}
{"utterance": "[Success] Ha ha ha ha! Now *that* has to be the funniest thing I've heard all day.", "emotion": "happy"}
{"utterance": "Thank you for saving me. I shall attempt to return to the Enclave on my own. I will tell the Council of what you have done.", "emotion": "excited"}
{"utterance": "Oh... I get it. I get a little bit wild, and you want to hold it against me.", "emotion": "happy"}
{"utterance": "I have every right! Shen is my son!", "emotion": "anger"}
{"utterance": "Oh... it's nothing. Sorry.", "emotion": "sad"}
{"utterance": "You just called me a meatbag *again*!", "emotion": "anger"}
{"utterance": "Heh heh. You're kidding, right. Right? Come on!", "emotion": "convincing"}
{"utterance": "What do you want, outsider? I won't let you follow us on our hunt. Chorrawl is not here for your amusement.", "emotion": "anger"}
{"utterance": "I, Juhani, shall be your death!", "emotion": "anger"}
{"utterance": "May the Force serve you well.", "emotion": "neutral"}
{"utterance": "Be silent! You have already questioned the witness, prosecutor.", "emotion": "anger"}
{"utterance": "What what what? Something else come into my prison? Already?", "emotion": "happy"}
{"utterance": "Just leave!", "emotion": "anger"}
{"utterance": "If you're lucky, most of them will be good. If you're not, some will be bad. If you're really unlucky, some will be so bad you never want to be reminded of them again... ever.", "emotion": "sad"}
{"utterance": "Threat: Guards give up, meatbag. Assassin droids will hunt your whole family tree. Reconsider.", "emotion": "anger"}
{"utterance": "Where did you get that, outsider? Did you have someone steal it? Have you sunk to petty theft now?", "emotion": "anger"}
{"utterance": "I... my mind is yet my own... Sith...", "emotion": "sad"}
{"utterance": "Ha! Little baby come back to talk? Maybe Gurke can stand your whimpering, but not me. Get lost.", "emotion": "anger"}
{"utterance": "Never thought I'd see moisture farming as a better living than mining.", "emotion": "sad"}
{"utterance": "These Czerka animals will die by sword and bowcaster!", "emotion": "anger"}
{"utterance": "You taunt me with a foolish question like that. How do you think? My people go missing or die.", "emotion": "anger"}
{"utterance": "Do you know who I am, worm?", "emotion": "anger"}
{"utterance": "You can count on seeing me later, though. My lightsaber has your name on it.", "emotion": "anger"}
{"utterance": "I've... I've never spoken to an outsider. I mean, Chuundar makes us learn to understand you, but I've never been this close to one of you.", "emotion": "sad"}
{"utterance": "No. If it did, I would never have met you.", "emotion": "sad"}
{"utterance": "Some of the other soldiers like to go and bet on the swoops on their days off, but this planet is bad enough without mingling with the locals.", "emotion": "happy"}
{"utterance": "You... I will destroy you, mongrel! I will rip the flesh from your bones!!", "emotion": "anger"}
{"utterance": "Czerka will never come back here, we will make certain!", "emotion": "excited"}
{"utterance": "[Success] Bah! This humans information is worthless! We have lost the facility on the bottom of the ocean. Our efforts will be exposed!", "emotion": "anger"}
{"utterance": "You're not getting the holocron. This was my idea! The plan was that I take it back, not you!", "emotion": "anger"}
{"utterance": "Yes? Is there something you wish? I have a moment or two while others post their times.", "emotion": "happy"}
{"utterance": "[Force Persuade] You will let me inside.", "emotion": "convincing"}
{"utterance": "You mean you sliced into our... That is a very serious crime! We could have you executed for treason if that information caused any harm!", "emotion": "anger"}
{"utterance": "I've been watching you. You have this, uh... incredible darkness inside you. Some of the things you do disturb me.", "emotion": "convincing"}
{"utterance": "Back already? Have you even looked for the holocron, yet?", "emotion": "anger"}
{"utterance": "Watch your tone, or you'll be looking for some replacement limbs!", "emotion": "anger"}
{"utterance": "[The girl laughs and points at you.] Yooba gon-disen!", "emotion": "happy"}
{"utterance": "I have to say, you are looking very impressive to me right now. I hope you stick around.", "emotion": "happy"}
{"utterance": "[Success] I won't use droids. You have to make sure the hunt goes on, right? Eh, now, could you help?", "emotion": "convincing"}
{"utterance": "So my life is worth less than a few wraid? How many? One? Ten? Twenty?", "emotion": "anger"}
{"utterance": "We've been here... for so many days. I'm so hungry! Some... some of us have died. But I must be strong, I must! I will keep standing!", "emotion": "sad"}
{"utterance": "Please, help us if you can! They are as much a danger to you as to us! It is only a matter of time before they come here...", "emotion": "convincing"}
{"utterance": "The dark side will always triumph over the light! Malak has assured me of victory! You can't defeat me here on the Star Forge! YOU CAN'T!", "emotion": "anger"}
{"utterance": "Then I'll just kill you both!", "emotion": "anger"}
{"utterance": "Thank you. This... I wasn't expecting help from anyone in the academy. I guess we aren't the only ones who don't... agree with everything.", "emotion": "excited"}
{"utterance": "No words can express my distaste for you. If you intend to take what I worked for, you will have to fight for it.", "emotion": "anger"}
{"utterance": "Ha! Well... I guess I should be at least a little pleased that I haven't lost my touch.", "emotion": "happy"}
{"utterance": "[Success] I suppose I do. That's pretty smart to appeal to what I think my safety is worth. Here.", "emotion": "sad"}
{"utterance": "It doesn't matter, dear. Don't you worry about me.", "emotion": "sad"}
{"utterance": "Well, the wife doesn't really take much of an interest in my work. Not like you. Now, you have questions?", "emotion": "sad"}
{"utterance": "He is out there still? I must find him!", "emotion": "anger"}
{"utterance": "I am *sick* of listening to this. Just shut up or leave!", "emotion": "anger"}
{"utterance": "I don't care. Off you go. Now!!", "emotion": "anger"}
{"utterance": "I like the first part of that. I'm a bit more partial to \"the most handsome pilot in the galaxy\". What do you think?", "emotion": "convincing"}
{"utterance": "Kashyyyk will be ours once more!", "emotion": "excited"}
{"utterance": "[Force Persuade] I'm a friend. You want to let me in. You want to stop the depressurization sequence.", "emotion": "convincing"}
{"utterance": "But I *should* be able to remember her face. It's frustrating! I... feel like I'm losing her.", "emotion": "convincing"}
{"utterance": "You taint us... and bring out the worst in everything. You will get no respect from me.", "emotion": "sad"}
{"utterance": "[Force Persuade] You know you want to tell me.", "emotion": "convincing"}
{"utterance": "No! That is terrible. That will set our work back years... *sigh* It may even cost us the war.", "emotion": "anger"}
{"utterance": "Me not believe you! You touch Zuulan speeder, you die now!", "emotion": "anger"}
{"utterance": "Run, Kono! She's one of them!", "emotion": "anger"}
{"utterance": "No we won't. You would simply turn on me at earliest convenience. I won't have that. It's too late for that.", "emotion": "anger"}
{"utterance": "Please... this is too painful. End it now, quickly. There is no other way.", "emotion": "sad"}
{"utterance": "Leave me alone, will you. I've got things on my mind.", "emotion": "sad"}
{"utterance": "Ha ha ha! Good one!", "emotion": "happy"}
{"utterance": "I kind of told him I already had the stuff, so if he shows up and I'm empty handed... well, let's just say I really, really hope it doesn't come to that.", "emotion": "sad"}
{"utterance": "\"I am that which grips the heart in fright, hearkens night and silences the light.\" It was... written of my sword long... long ago.", "emotion": "sad"}
{"utterance": "I... oh, uh, nothing.", "emotion": "sad"}
{"utterance": "What was that about? I don't like being used for your amusement.", "emotion": "convincing"}
{"utterance": "[Success] Of course, I could just tell you now. No sense in being so secretive. It's all fairly obvious.", "emotion": "convincing"}
{"utterance": "I must warn you of one thing... I don't know if I will be a help or hindrance to you here. My father was very powerful... a chieftain.", "emotion": "sad"}
{"utterance": "*chuckle* An interesting question, and not one I hear often. For most the benefits of becoming a Sith are quite obvious.", "emotion": "happy"}
{"utterance": "Changed your mind? No... you can't! Eh... do you know what this guy from the Exchange will do to me if I don't come through? Come on, you have to help me here!", "emotion": "convincing"}
{"utterance": "Back off, Republic dog! You couldn't hope to compare to a real woman!", "emotion": "anger"}
{"utterance": "2500 credits is as low as I can go. I swear!", "emotion": "convincing"}
{"utterance": "I take the reward and leave the weak fools to their fate.", "emotion": "neutral"}
{"utterance": "Why not? It's what I do best.", "emotion": "sad"}
{"utterance": "No!!! Whatever's out there will eat me too! Eat all of us!", "emotion": "anger"}
{"utterance": "Mission? Is it really you? I heard Taris was destroyed! I thought you were dead! Joy of joys, my little sister is alive!", "emotion": "convincing"}
{"utterance": "Darkness take you... monster...", "emotion": "sad"}
{"utterance": "Know your place, Sith!", "emotion": "anger"}
{"utterance": "Chuundar has grown comfortable dealing with you outsiders. I have not.", "emotion": "sad"}
{"utterance": "[Inject truth serum: high dosage.]", "emotion": "neutral"}
{"utterance": "I told you not to put the prisoner into shock, didn't I?! Now how are we supposed to find out where the weapon cache is?! Uthar will be furious!!", "emotion": "anger"}
{"utterance": "Especially when you bring filth such as this with you. This madclaw has no place here.", "emotion": "anger"}
{"utterance": "*You* demand? Why would I listen to you? I'll do as I please, and if watching these fools starve themselves amuses me, that's what I'll do.", "emotion": "anger"}
{"utterance": "*groan* I will... say... n-nothing!", "emotion": "anger"}
{"utterance": "[Failure] Do whatever you want! I know you will fail! My fellow Sith are probably even now trying to free me!", "emotion": "anger"}
{"utterance": "Mining operations here have not been a success. The ore is substandard, and there's less of it than surveys indicated.", "emotion": "sad"}
{"utterance": "I... I must know something, first, before that happens. I must ask you something.", "emotion": "excited"}
{"utterance": "Why am I a special case?", "emotion": "anger"}
{"utterance": "You bring me a single tach gland and you not only save my life but you get a piece of this great business opportunity! I mean, you can't pass this up! Think about it and you'll see I'm right.", "emotion": "convincing"}
{"utterance": "Well, I'm mad too. There's not much of a retirement plan I can count on if the whole outpost goes belly up. I'll be just like you.", "emotion": "anger"}
{"utterance": "[Failure] Now *that* has to be a first. Wrong, is it? Let me show you how wrong I think it is.", "emotion": "happy"}
{"utterance": "Your precious Republic's days are numbered! It won't be long until Malak turns his armada loose on Coruscant itself!", "emotion": "anger"}
{"utterance": "Freyyr is returned to us! The madness of Chuundar will be undone. It is a great day, and I'm told it is becasue of you, <FullName>.", "emotion": "excited"}
{"utterance": "I'm not here to satisfy your curiosity! No staring at the old man, that's what the sign says, dammit!", "emotion": "anger"}
{"utterance": "That's horrible! You wouldn't talk like that if Big Z was here!", "emotion": "anger"}
{"utterance": "[Success] Well, when you put it like that. *ahem* Very well then, if it will get you to help me.", "emotion": "sad"}
{"utterance": "[Force Persuade] You should quit on him right now. Leave and find another job.", "emotion": "convincing"}
{"utterance": "To think I actually believed for a moment that you and I were friends. So be it.", "emotion": "sad"}
{"utterance": "[Force Persuade] I don't have to come with you.", "emotion": "convincing"}
{"utterance": "You fool! You have no idea what you've done!", "emotion": "anger"}
{"utterance": "Hmph. You're as pathetic as they are, it looks like. Bah! I can't be bothered. Get out of here, all of you! The sight of you makes me sick to my stomach!", "emotion": "anger"}
{"utterance": "Back off, I'm warning you! I'm not giving this up!", "emotion": "anger"}
{"utterance": "[He screams and answers your threat in kind. He was likely waiting for an excuse to attack.]", "emotion": "anger"}
{"utterance": "Why did the Sith destroy Taris?", "emotion": "anger"}
{"utterance": "No! It's not working right! You don't know what it will do!", "emotion": "convincing"}
{"utterance": "Aieeeeee!", "emotion": "neutral"}
{"utterance": "You were clearly seen entering the Sith base. You cannot deny this fact!", "emotion": "anger"}
{"utterance": "The government may not be willing to say anything, but we citizens in the water know what you've done! You would best leave Manaan while you can!", "emotion": "anger"}
{"utterance": "I can't attempt this alone. If you won't help, I will have to wait for another hunter to come. The offer stands, if you change your mind.", "emotion": "sad"}
{"utterance": "Can't get any buyers for Tatooine ore anywhere. Word is getting out.", "emotion": "sad"}
{"utterance": "*sigh* I guess this is for the best. Maybe it's time to take up dew farming.", "emotion": "sad"}
{"utterance": "I... miss them. I know killing Saul won't bring them back, and it won't make me happy again... but I have to do it.", "emotion": "sad"}
{"utterance": "I... I am sorry...", "emotion": "sad"}
{"utterance": "I am dead, as my faith... is dead. And I shall remain here... surrounded by blackness in death as in life...", "emotion": "sad"}
{"utterance": "But... if the spy was able to kill Master Uthar...", "emotion": "neutral"}
{"utterance": "[Success] You... love me? Heh. I... there was a time I yearned for and yet dreaded to hear those words. I loved you, too, but I could never... face who you were.", "emotion": "excited"}
{"utterance": "Stop saying meatbag, already!", "emotion": "anger"}
{"utterance": "[Force Persuade] You don't need to collect the fee.", "emotion": "convincing"}
{"utterance": "I guess the pressure got to you out there. It's not the first time a racer lost their edge.", "emotion": "sad"}
{"utterance": "Those Mandalorian brutes have killed my daughter!", "emotion": "anger"}
{"utterance": "I... I understand, Bastila.", "emotion": "sad"}
{"utterance": "[Persuade] I need to get inside. I have been sent to speak with the Master of the Academy!", "emotion": "convincing"}
{"utterance": "Answer the damn questions, already.", "emotion": "anger"}
{"utterance": "I hope it will be enough. Goodbye. I hope we never meet again.", "emotion": "sad"}
{"utterance": "New swoop jocks like me don't get much respect. Just takes practice, I guess.", "emotion": "sad"}
{"utterance": "Dead? I... I can't believe it.", "emotion": "sad"}
{"utterance": "To which pillar do you wish to transfer power for the Base System?", "emotion": "neutral"}
{"utterance": "Please, take it. I... want to see you again. When we can talk.", "emotion": "sad"}
{"utterance": "[Success] [His mind is simple to manipulate. His face goes blank, then recovers as he assumes the suggestion was something he wanted to do anyway.]", "emotion": "convincing"}
{"utterance": "Is that your idea of an insult? Come on, sister, take your best shot.", "emotion": "anger"}
{"utterance": "Do not interrupt the accused!", "emotion": "anger"}
{"utterance": "Statement: HK-47 is ready to serve, master.", "emotion": "neutral"}
{"utterance": "Not at all. They found me innocent.", "emotion": "sad"}
{"utterance": "I do my job and keep my mouth shut. Maybe I can do some good if I stay out of people's way.", "emotion": "sad"}
{"utterance": "Well if it's so important, just go then. Not like losing that droid would do anything harmful... like getting us banned from Manaan!", "emotion": "anger"}
{"utterance": "[Failure] Lies! Leave me and come back when you have the courage to finish your task!", "emotion": "anger"}
{"utterance": "Commentary: That's the way to tell the meatbags, master! Charging weapons, just in case. This should be fun!", "emotion": "excited"}
{"utterance": "P-please, Master Shaardan! Give us a chance! We'll do anything to get into the academy!", "emotion": "convincing"}
{"utterance": "Please! Tell him to let us go, I beg you!!", "emotion": "convincing"}
{"utterance": "It's sad... one of our racers was on Taris. Ever race there? Probably not, I'd have heard of you.", "emotion": "sad"}
{"utterance": "My, my, my... the contest is over already! Fair is fair, sentient... I go free.", "emotion": "excited"}
{"utterance": "That is too bad. The hunt will have to wait for you. I can't do this alone.", "emotion": "sad"}
{"utterance": "Hello, again. I trust all is going smoothly?", "emotion": "happy"}
{"utterance": "[Success] My droid... destroyed? No, no! This cannot be happening! I can't bear to live without him!", "emotion": "sad"}
{"utterance": "There you are! What happened?", "emotion": "neutral"}
{"utterance": "No, Carth, don't give in to your hatred!", "emotion": "neutral"}
{"utterance": "I'm sorry, I don't know. It has been so long since I left. I only know the way things were, and many things may have changed.", "emotion": "sad"}
{"utterance": "I am sorry, but I seem to be failing you. I have searched and searched, but I cannot seem to come up with anything at all.", "emotion": "sad"}
{"utterance": "[Failure] You're wrong! I... must wait here to be worthy; you are... just trying to trick me so you will be chosen!", "emotion": "anger"}
{"utterance": "It was... it was a moment of weakness. When I kissed you... we shouldn't have... no, I'm sorry.", "emotion": "sad"}
{"utterance": "No, I won't allow you to simply walk away. You could return when I am weak or unsuspecting. I won't allow it.", "emotion": "anger"}
{"utterance": "We don't always need to be fighting like this!", "emotion": "convincing"}
{"utterance": "You are beneath my contempt, Juhani. When you felt the power of the dark side you fled to a cave like some cowering animal! You know nothing of the Force or its true potential!", "emotion": "anger"}
{"utterance": "Primitive? Our traditions are ancient! There is great order and honor in how we live! Even with our... troubles.", "emotion": "anger"}
{"utterance": "Yooba palkie?  Bye-bye.", "emotion": "happy"}
{"utterance": "I... I will... it is in... it is in my ship. The cache... it is in a trap door... hidden on my ship...", "emotion": "sad"}
{"utterance": "Me hoot bad liaz! Awnts!!", "emotion": "anger"}
{"utterance": "Calo has agreed to help us capture the young Bastila - for a very hefty fee, of course. But I assure you he is well worth the price. His reputation as a bounty hunter is well earned.", "emotion": "neutral"}
{"utterance": "We shall make our Masters proud by slaying you!", "emotion": "anger"}
{"utterance": "The flow of pure kolto has stopped coming up from the ocean floor. Your submersible arose at approximately the same time this occured. We have deemed you responsible!", "emotion": "anger"}
{"utterance": "I don't have to justify myself to you. I do good work here. If you're looking for trouble, go somewhere else.", "emotion": "anger"}
{"utterance": "Goodbye, Juhani.", "emotion": "sad"}
{"utterance": "You can't abandon me here. These Sand People, they're animals.", "emotion": "convincing"}
{"utterance": "There was a battle near one of the southern estate recently. Many people were killed. Do you know anything about it?", "emotion": "anger"}
{"utterance": "He was new to hunting, but he was a good fighter. Used to be a soldier. We spent everything on his gear.", "emotion": "sad"}
{"utterance": "I suppose she's too busy to even help her own mother, correct? Nothing more than I would expect from her after all this time.", "emotion": "anger"}
{"utterance": "Err... ignore that, master. Obeying original command. Signing off.", "emotion": "neutral"}
{"utterance": "I hear that the Sith have defeated another Republic battlefleet. I do not know how much longer the Republic can last.", "emotion": "happy"}
{"utterance": "At any rate... here is your punishment.", "emotion": "neutral"}
{"utterance": "No! Don't!", "emotion": "convincing"}
{"utterance": "Vulkars - to me! Kill this woman! Kill the swoop rider! Kill them all!", "emotion": "anger"}
{"utterance": "I won't talk to you with that Mandalorian thug around!", "emotion": "anger"}
{"utterance": "Go on, leave me alone. I don't want to have anything more to do with you.", "emotion": "anger"}
{"utterance": "Uh... well, I... I wanted to thank you, and, uh, you look like you're doing well. Financially, I mean. Say... um... could you spare me a few credits to get back on my feet?", "emotion": "sad"}
{"utterance": "Especially not for a pathetic excuse for a Sith like yourself. Hand over the sword, worm. You know I'm the superior, here.", "emotion": "anger"}
{"utterance": "Is that a joke? Who do you think you are?", "emotion": "anger"}
{"utterance": "[Failure] No, no I don't. What is this, a joke? Quit fooling around, I mean business.", "emotion": "convincing"}
{"utterance": "[The girl waves a hand about, making a \"swooshing\" sound.] Bristag!", "emotion": "happy"}
{"utterance": "I'm all ears, beautiful.", "emotion": "happy"}
{"utterance": "What! You talk pretty big. Maybe yous should take that back. Gurke and boys tough!", "emotion": "anger"}
{"utterance": "Yes, I suppose that wasn't too bad. Alright then, my friend... you've done as you were asked. Perhaps we will meet again.", "emotion": "neutral"}
{"utterance": "Vek, you idiot! What kind of security advisor are you? You lead this assassin right to me!", "emotion": "anger"}
{"utterance": "I just don't trust easily, and for good reasons... which are my own.", "emotion": "sad"}
{"utterance": "I didn't leave Kashyyyk voluntarily. Mission must have told you how I was fleeing slavers... but there was more.", "emotion": "sad"}
{"utterance": "You can't stop me! You first, human, and then she dies!!", "emotion": "anger"}
{"utterance": "Who are you? You can't come in here! Sound the alarm, Gadon!", "emotion": "anger"}
{"utterance": "You were a special case. The Council had no other choice. They needed you alive so they could discover the location of the Star Forge. It was an act of desperation.", "emotion": "excited"}
{"utterance": "Through power, I gain victory. Through victory, my chains are broken. The Force shall free me.\"", "emotion": "sad"}
{"utterance": "You can't make me! I won't go!", "emotion": "anger"}
{"utterance": "Use the mouse and click on the Stealth button to activate it.", "emotion": "neutral"}
{"utterance": "Affirmation: HK-47 exists only to serve, master.", "emotion": "neutral"}
{"utterance": "Is that so? Has she said this, herself? Tell her it is quite urgent that I speak with her at once. She has been most difficult to find.", "emotion": "anger"}
{"utterance": "Wonderful! Ha ha! The beast is dead! We work better together than I would have hoped.", "emotion": "excited"}
{"utterance": "She was always in danger of being seduced by the dark side, Carth. Bastila was strong, but she was always impatient and headstrong. Malak preyed upon her weaknesses.", "emotion": "sad"}
{"utterance": "[Success] I... suppose we should... count ourselves fortunate that you're here to deliver on Davik's promise at all. 1500 credits, human, but no more.", "emotion": "convincing"}
{"utterance": "You race, right? Know anything about contracts? Ah, I shouldn't get into it. It's my problem.", "emotion": "sad"}
{"utterance": "Uh. *That* is one bet I'm not about to take. Not a chance.", "emotion": "convincing"}
{"utterance": "*groan* I... you will... g-get nothing!", "emotion": "anger"}
{"utterance": "Ha ha! You are such a pain, you know that?", "emotion": "happy"}
{"utterance": "What? But... but I trusted you! How can you stand there and... and... No, I won't give you the satisfaction.", "emotion": "convincing"}
{"utterance": "The poison! You will pay for this! We will destroy you!!", "emotion": "anger"}
{"utterance": "Patrol droids - they may be programmed to attack on sight!", "emotion": "anger"}
{"utterance": "You're just another of his buddies from that \"hunting\" club. I know your kind. You all cover for each other, I bet.", "emotion": "anger"}
{"utterance": "Ha ha ha! You are brave to argue, young one. I have met few students who would speak so openly to me.", "emotion": "happy"}
{"utterance": "I... I do not wish to discuss this anymore. I would rather return to our mission.", "emotion": "sad"}
{"utterance": "Resignation: You have no idea, master. No idea at all. Can we please go and shoot something now?", "emotion": "sad"}
{"utterance": "[Failure] Trying to force me to agree with you, hey? Don't make me laugh. You want my cooperation, you'll have to get it the old-fashioned way.", "emotion": "convincing"}
{"utterance": "You overestimate yourself, whelp!", "emotion": "anger"}
{"utterance": "I was made an exile, disowned by my home and people. I should not be here. They will not accept me back.", "emotion": "sad"}
{"utterance": "I guess you're not quite up to taking the big prize. It's a shame.", "emotion": "sad"}
{"utterance": "Fool girl! You have a strange way of remembering things. That wasn't --", "emotion": "anger"}
{"utterance": "I don't take kindly to threats. Don't test me, spacer, we've more than enough firepower to bury you here.", "emotion": "anger"}
{"utterance": "[Force Persuade] But we are not your enemies... we are your friends. Tell us what you know.", "emotion": "convincing"}
{"utterance": "I... I...", "emotion": "sad"}
{"utterance": "Oh, for crying out -- fine. If it'll make you feel better, you call me something. Go ahead, come on, I can take it.", "emotion": "convincing"}
{"utterance": "No! You traitor!", "emotion": "anger"}
{"utterance": "These Sand People are vicious. They attacked without any reason.", "emotion": "sad"}
{"utterance": "Now, now, is that any kind of attitude to take with higher education? I'm doing you a favor, really.", "emotion": "convincing"}
{"utterance": "Wh... what? No! We serve the Republic! You're no better than Malak! We'll never swear allegiance to one who serves the dark side!", "emotion": "anger"}
{"utterance": "That doesn't mean a thing! He was there, running from the room!", "emotion": "anger"}
{"utterance": "This isn't tough to figure out, you know. You don't pay, we bury you here!", "emotion": "neutral"}
{"utterance": "Keep the holocron, Bastila. It would do me good to know you have it. This... talking to you... this is what I really needed before I...", "emotion": "neutral"}
{"utterance": "So you killed Darth Malak. Somehow I... I always knew you would.", "emotion": "sad"}
{"utterance": "Let no one escape! They must learn the price we place on dishonor!", "emotion": "excited"}
{"utterance": "I think that's a lot of responsibility for simple scum like you.", "emotion": "anger"}
{"utterance": "[Failure] No! No I won't! What are you doing? Please, don't do this to me!", "emotion": "convincing"}
{"utterance": "You have? Did Fazza give a good price? How much did you get for us?", "emotion": "convincing"}
{"utterance": "What do YOU want?", "emotion": "anger"}
{"utterance": "[She frowns and looks at you helplessly.]", "emotion": "neutral"}
{"utterance": "There was some fighting down by the Sandral estate, I heard. I hope it's not the Mandalorian raiders acting up again...", "emotion": "anger"}
{"utterance": "You've got a bad attitude. Maybe I can adjust it for you!", "emotion": "anger"}
{"utterance": "It appears, my dear, that some tests are fairer than others. I wish you luck.", "emotion": "happy"}
{"utterance": "And don't come back here. I'm not dealing with you again! Even if that thing lied about speaking Sand People dialects and whatever else, I'm still out a fortune.", "emotion": "anger"}
{"utterance": "You... you have a medallion! How... how did you... unghhhh...", "emotion": "sad"}
{"utterance": "Can I help you with anything?", "emotion": "neutral"}
{"utterance": "You are as evil and twisted as Malak. You Sith deserve to die!", "emotion": "anger"}
{"utterance": "A paltry appeasement! I say we should kill this human for the impudence she has shown us, and the destruction of our station!", "emotion": "anger"}
{"utterance": "I know. Don't worry about it. I just... must not be making much sense.", "emotion": "sad"}
{"utterance": "What do you mean? I don't need to go hunting Eli's family or anything. I've seen justice done.", "emotion": "sad"}
{"utterance": "Oh, it's you again. I didn't think I'd see you around here.", "emotion": "happy"}
{"utterance": "And even now I... feel your strength. It... does help me. Thank you, I think I can face the end, now. If you are the one to end it for me.", "emotion": "excited"}
{"utterance": "I wouldn't have any idea who to trust. My husband didn't know most of them... he wasn't a proven hunter yet.", "emotion": "sad"}
{"utterance": "Don't you snap at me, missy! You want a lecture? How's this: only bratty little children fly off the handle because of a simple comment.", "emotion": "anger"}
{"utterance": "[You scratch the little critter behind its nubs that pass for ears and it coos enthusiastically in response.]", "emotion": "excited"}
{"utterance": "Malak knew how I felt. Any part of the light that was within me would be extinguished when I killed you.", "emotion": "excited"}
{"utterance": "[Failure] ...aahhhh! What are you doing?! Remove the arc wrench, remove the arc wrench! Medic!", "emotion": "anger"}
{"utterance": "You didn't think I actually wanted to be a Sith, did you?", "emotion": "anger"}
{"utterance": "You've seen him lose night after night after night. But this time, he's after fresh meat. In this corner I give you Deadeye Duncan!", "emotion": "neutral"}
{"utterance": "Yes! Together we can rule the galaxy!", "emotion": "anger"}
{"utterance": "[Failure] Do you really think my mind is that weak? I'm practically insulted. Now instead of trying the easy way out, give me a real answer.", "emotion": "anger"}
{"utterance": "But how would you be able to trust me? How do you know I wouldn't turn on you when you faced Darth Malak? How do you know the dark side wouldn't make me betray you again?", "emotion": "sad"}
