{"utterance": "I tried to get work in the mines, but Czerka Corporation is scaling back. Ah, I can't say that I blame them.", "emotion": "Talk_Sad"}
{"utterance": "Saving the galaxy is what's important now. My son... I can mourn my son later. When we're done. So... let's just go.", "emotion": "Talk_Sad"}
{"utterance": "The apprentice has learned his final lesson.", "emotion": "Kneel_Talk_Sad"}
{"utterance": "He means me. I am the taint that you have brought back.", "emotion": "Talk_Sad"}
{"utterance": "RrrrraaAAAARRRR!!!", "emotion": "Taunt"}
{"utterance": "Bah! Now I may as well take this fool and dump him somewhere. He's useless to us! I cannot believe you are so incompetent!", "emotion": "Talk_Forceful"}
{"utterance": "Of course I hate them! Trying to take over the galaxy every chance they get! Killing millions of innocents!", "emotion": "Talk_Forceful"}
{"utterance": "[Force Persuade] Just answer the lady's questions.", "emotion": "Persuade"}
{"utterance": "No! No!", "emotion": "Horror"}
{"utterance": "I have no idea what you're talking about!", "emotion": "Talk_Forceful"}
{"utterance": "I've been watching you. You have this, uh... incredible darkness inside you. Some of the things you do disturb me.", "emotion": "Persuade"}
{"utterance": "Better than a Gamorrean's mother.", "emotion": "Flirt"}
{"utterance": "If you resist me, I'll destroy you all!", "emotion": "Taunt"}
{"utterance": "RRaaaghh! Enough talk! You and the outcast mad-claw will be taken to Chuundar now!", "emotion": "Talk_Forceful"}
{"utterance": "Tsk. I suppose you've heard about the destruction of Taris, yes? Awful business, that. Czerka lost a fortune there, not that the Sith care.", "emotion": "Talk_Sad"}
{"utterance": "You only need to know that I did it. The reason is unimportant. Woorwill... I'm sorry.", "emotion": "Talk_Sad"}
{"utterance": "Hmph! I knew you too much a coward to show your face! Well if you not come out, I just have to find you!", "emotion": "Taunt"}
{"utterance": "[Success] I just... don't feel I belong here. I thought maybe I did at first, but now... I don't know. I just have so many doubts.", "emotion": "Talk_Sad"}
{"utterance": "Please, if you come across my droid, bring him to me. I need him so much...", "emotion": "Talk_Pleading"}
{"utterance": "I'm more the practical type, beautiful. I keep myself fed and make sure everything I have is taken care of.", "emotion": "Flirt"}
{"utterance": "Come on, Mission - I'm your brother! I'm family! You can't turn your back on me!", "emotion": "Talk_Pleading"}
{"utterance": "What other choice do you have? I have fallen to the dark side, I am the apprentice to the Dark Lord himself. You cannot let me live.", "emotion": "Talk_Injured"}
{"utterance": "[Apply anti-serum: moderate dosage.]", "emotion": "Use_Computer"}
{"utterance": "And then we shall see if Revan can stand against the full fury of the Star Forge! Ha-ha-ha!", "emotion": "Talk_Forceful"}
{"utterance": "But... I kind of doubt he'd give me a better deal. He doesn't have to. He is putting up most of the money.", "emotion": "Talk_Sad"}
{"utterance": "All I have worked for is destroyed! All the hopes and dreams of my father and grandfather before him turned to dust! Begone, up-worlder - I have only curses to speak at you!", "emotion": "Talk_Forceful"}
{"utterance": "The Masters are bringing me along too slowly. They're holding me back.", "emotion": "Talk_Forceful"}
{"utterance": "Oh, yeah? Well listen, beautiful, I don't need to take this abuse. I get enough female Jedi bashing from Bastila, thank you very much.", "emotion": "Flirt"}
{"utterance": "[He squirms in your grasp, utterly helpless. This man will not forget the power you wield.]", "emotion": "Persuade"}
{"utterance": "[Failure!] No! That bond is what took me down this path to begin with! It poisoned me... I hated myself for loving you and now I have betrayed everything!", "emotion": "Talk_Forceful"}
{"utterance": "We are the Elders... and you will answer our question!", "emotion": "Talk_Forceful"}
{"utterance": "There are hunters that go after the big kills, the krayt dragons. I don't know how they do it. I never even see the things.", "emotion": "Talk_Sad"}
{"utterance": "Me hoot bad liaz! Awnts!!", "emotion": "Horror"}
{"utterance": "Take your blood money, human! May it bring you as much grief and misfortune as you have brought me!", "emotion": "Talk_Forceful"}
{"utterance": "Uh, sure, I apologize. Uh, now, about what you wanted?", "emotion": "Talk_Sad"}
{"utterance": "I don't see why Bastila should be telling anything to a stranger about family business. Simply tell her to come and that should be enough.", "emotion": "Talk_Forceful"}
{"utterance": "Hah! I doubt that. Have it your way, however, off you go.", "emotion": "Talk_Laughing"}
{"utterance": "I'll try. Farewell, Mother.", "emotion": "Talk_Sad"}
{"utterance": "Shen, wait! I love you!", "emotion": "Talk_Pleading"}
{"utterance": "I am forever a madclaw in the eyes of my people. Nothing I say is to be trusted. They were right to cast me out.", "emotion": "Talk_Sad"}
{"utterance": "Th-thank you, Shaardan. We, uh... we understand now!", "emotion": "Talk_Pleading"}
{"utterance": "What happened to the machinery, human? We will not accept excuses any longer!", "emotion": "Talk_Forceful"}
{"utterance": "This is no laughing matter! During the crash my lightsaber must have... it must have fallen from my belt and rolled under my seat! The Vulkars probably found it there when they searched the wreckage.", "emotion": "Talk_Forceful"}
{"utterance": "The Sith Empire is not the barbaric institution you portray it to be!", "emotion": "Talk_Forceful"}
{"utterance": "Don't taunt me like that. False hope is a cruel thing.", "emotion": "Talk_Sad"}
{"utterance": "Good luck, my love... and may the Force be with you.", "emotion": "Talk_Injured"}
{"utterance": "Maybe we see you out on the dunes. Maybe before you see us!", "emotion": "Talk_Forceful"}
{"utterance": "[Success] I... I have no choice. The life debt is greater than any single life, it is a solemn vow of all my people. I cannot break it, not even for you. Forgive me, Mission.", "emotion": "Talk_Sad"}
{"utterance": "Do you hear that, my master? That is the sound of a new leader rising to replace you.", "emotion": "Talk_Forceful"}
{"utterance": "Keep addressing me like that and you might lose an ear or two.", "emotion": "Talk_Forceful"}
{"utterance": "It sounds weird, doesn't it? Worrying about racing when all those people died? Nothing we can do.", "emotion": "Talk_Sad"}
{"utterance": "Shasa... No! This is most terrible! Most terrible indeed!", "emotion": "Horror"}
{"utterance": "The very thought that I could become as evil as Malak; I just can't fathom it. It just doesn't seem possible. How could I... no, wait. I'm sorry.", "emotion": "Talk_Sad"}
{"utterance": "[Failure] Look, you can just get lost, all right? I have to get the crawlers ready for the morning.", "emotion": "Talk_Forceful"}
{"utterance": "Scared the living Force right out of me with that trick. You do that way too well. I thought our number was up for sure.", "emotion": "Talk_Sad"}
{"utterance": "You're very brave to make the decision you did. I... I love you. You know that, right?", "emotion": "Talk_Sad"}
{"utterance": "Especially not for a pathetic excuse for a Sith like yourself. Hand over the sword, worm. You know I'm the superior, here.", "emotion": "Taunt"}
{"utterance": "It is larger than the one my father felled a decade ago, and he is too far out of his territory and must be dealt with. I might not prevail alone, human, but I must try.", "emotion": "Talk_Sad"}
{"utterance": "I've got some questions for all of you.", "emotion": "Talk_Normal"}
{"utterance": "Just stop talking. I give up!", "emotion": "Talk_Forceful"}
{"utterance": "Save your empty threats, Sith scum! Malak isn't stupid enough to attack the Core worlds - not with the entire Republic fleet waiting for him!", "emotion": "Talk_Forceful"}
{"utterance": "And Ithorak is the worst of them all! 'You idiot, Vek!' 'How could you be so stupid, Vek!' He thinks my job is easy, but I'd like to see where he'd be without me!", "emotion": "Talk_Forceful"}
{"utterance": "I wish... I wish there could have been another way.", "emotion": "Talk_Sad"}
{"utterance": "I... I'll do it! I'll prove my strength! AAAAAAHHHH!!", "emotion": "Talk_Forceful"}
{"utterance": "Sorry, I'm not in this for the credits. You're the only ones who've ever gotten away from me - I've got a rep to protect!", "emotion": "Talk_Normal"}
{"utterance": "[Failure] Lies! Leave me and come back when you have the courage to finish your task!", "emotion": "Talk_Forceful"}
{"utterance": "A paltry appeasement! I say we should kill this human for the impudence she has shown us, and the destruction of our station!", "emotion": "Talk_Forceful"}
{"utterance": "[Force Persuade] I represent a wealthy buyer from Coruscant.", "emotion": "Persuade"}
{"utterance": "I will never let Rahasia leave me!", "emotion": "Talk_Forceful"}
{"utterance": "Defend yourself, human! You will die here!", "emotion": "Taunt"}
{"utterance": "[Force Persuade] It is very important that you tell me what you know.", "emotion": "Persuade"}
{"utterance": "What if I told you I was Darth Revan?", "emotion": "Sleep"}
{"utterance": "[Success] I... want to let them go. Yes, that's right. They're... not worth my time...", "emotion": "Persuade"}
{"utterance": "It is thought that he died fighting slavers. I like to think so. Chuundar has bravely risen to lead us, despite his troubles.", "emotion": "Talk_Sad"}
{"utterance": "I shall not tell you... our oldest secret! I shall not! Begone!", "emotion": "Talk_Forceful"}
{"utterance": "Every ship that lands brings a new hotshot. I don't have the time.", "emotion": "Talk_Sad"}
{"utterance": "Well, you don't look like much of a customer, and neither does anyone else here. I sell to companies, not people loitering in bars.", "emotion": "Talk_Forceful"}
{"utterance": "Damn - another Dark Jedi! I'll try to hold him off, you get to the escape pods! Go!", "emotion": "Talk_Forceful"}
{"utterance": "A wise decision. You cannot trust me, and you cannot bring yourself to execute me. I see now there is only one way this can end. The time for words is done! Defend yourself!", "emotion": "Talk_Forceful"}
{"utterance": "It... it will have to do. I thank you, I guess. Maybe... maybe it's enough...", "emotion": "Talk_Sad"}
{"utterance": "There were others, but they were marked with madness. We don't speak their names. They are without honor.", "emotion": "Talk_Sad"}
{"utterance": "Oh, I... I don't want to get into that, miss. Let's just say that there was always someone trackside rooting for me. Heh heh.", "emotion": "Talk_Sad"}
{"utterance": "I won't let you open the door for those monsters to get in! I'll stop you! I'll suck all the pressure out of the chamber! That'll stop you!", "emotion": "Talk_Forceful"}
{"utterance": "Wait! Don't! We don't know what effect the toxin will have on the ocean environment around the Rift!", "emotion": "Talk_Pleading"}
{"utterance": "You know, darling... if there was anything I could do to make it up to you... anything? No, huh?", "emotion": "Flirt"}
{"utterance": "You've been holding out on us again. Since you haven't given us enough money, I guess we're going to have to take it out of you piece by piece!", "emotion": "Taunt"}
{"utterance": "These Czerka animals will die by sword and bowcaster!", "emotion": "Talk_Forceful"}
{"utterance": "No, Malak. I am the true Sith Master!", "emotion": "Kneel_Talk_Sad"}
{"utterance": "HAHAHAHAHAHAHA! Revan, right?", "emotion": "Talk_Laughing"}
{"utterance": "No, this is not possible! You have rejected the dark side, you are a weak and pathetic servant of the light! How can you still stand against me? Why can't I defeat you?", "emotion": "Talk_Sad"}
{"utterance": "And abandon you? No, I couldn't have done that.", "emotion": "Talk_Sad"}
{"utterance": "She isn't a ghost to me. I still remember holding her as she died... and I doubt I'll forget until I've paid Saul back in kind.", "emotion": "Talk_Sad"}
{"utterance": "I don't have much hope.", "emotion": "Talk_Sad"}
{"utterance": "Hey, Carth. You're a pilot for the Republic, right? You've been all over the galaxy I bet, right? So tell me, how would you rate Taris compared to other worlds you've seen?", "emotion": "Listen"}
{"utterance": "[Force Persuade] You should give me Zuulan's bounty anyway.", "emotion": "Persuade"}
{"utterance": "I respect you, Bastila, but you've been as close-mouthed as the rest of the Council. If you won't talk to me, then maybe somebody else will.", "emotion": "Persuade"}
{"utterance": "Go, and expect no more to be said!", "emotion": "Talk_Forceful"}
{"utterance": "To which pillar do you wish to transfer power for the Mid-Upper System?", "emotion": "Use_Computer"}
{"utterance": "What? You must be joking. I'd be lucky not to get my eyeballs seared out of their sockets.", "emotion": "Talk_Laughing"}
{"utterance": "I still thank you... I just need some time to think about things.", "emotion": "Talk_Sad"}
{"utterance": "[Success] [His face turns an ashen white. He is suddenly very, very afraid of you, and could not speak even if he wanted to.]", "emotion": "Persuade"}
{"utterance": "[Failure] No, no I don't. What is this, a joke? Quit fooling around, I mean business.", "emotion": "Persuade"}
{"utterance": "Then I'll be sure to never let you out. Goodbye, sonny.", "emotion": "Greeting"}
{"utterance": "You?? How did you get in here?!", "emotion": "Talk_Forceful"}
{"utterance": "Greetings, young Jedi, I wonder if you could assist me. I seem to have lost my... companion, you see.", "emotion": "Flirt"}
{"utterance": "So that's the way it is, is it? All that Jedi training and you haven't learned a thing.", "emotion": "Talk_Sad"}
{"utterance": "Me not believe you! You touch Zuulan speeder, you die now!", "emotion": "Talk_Forceful"}
{"utterance": "And don't come back here. I'm not dealing with you again! Even if that thing lied about speaking Sand People dialects and whatever else, I'm still out a fortune.", "emotion": "Talk_Forceful"}
{"utterance": "Some try to lessen the risk by mass-hunting with battle droids. I would rather hunt solo, taking the risk as my own.", "emotion": "Talk_Sad"}
{"utterance": "*sigh* I guess this is for the best. Maybe it's time to take up dew farming.", "emotion": "Talk_Sad"}
{"utterance": "Taris is defenseless against our assault, Lord Malak. ## They are offering no resistance. ## The city is in ruins.", "emotion": "Use_Computer_LP"}
{"utterance": "I was made an exile, disowned by my home and people. I should not be here. They will not accept me back.", "emotion": "Talk_Sad"}
{"utterance": "I might have something to say about that, Brejik!", "emotion": "Pause"}
{"utterance": "I... I cannot help but wonder, Revan. What would have happened had our positions been reversed? What if fate had decreed I would be captured by the Jedi?", "emotion": "Kneel_Talk_Sad"}
{"utterance": "Fool girl! You have a strange way of remembering things. That wasn't --", "emotion": "Talk_Forceful"}
{"utterance": "You... you go deal with Gurke, maybe. I don't want any more trouble. Not even a little.", "emotion": "Talk_Sad"}
{"utterance": "You've already taken my best droid for a criminal price. You'll get nothing more from me. Get out.", "emotion": "Talk_Forceful"}
{"utterance": "I am an exile. The slavers on Kashyyyk only took me after I was forced to leave my village home, 20 years ago.", "emotion": "Talk_Sad"}
{"utterance": "Or you could use computer spikes to slice into the terminal and use the Endar Spire's security systems against the Sith.", "emotion": "Use_Computer_LP"}
{"utterance": "Just hot air blowing, eh? Well take it somewhere else. I don't have the patience right now. Not with my workload.", "emotion": "Talk_Forceful"}
{"utterance": "Greetings. If you haven't heard, there's some trouble over at the academy. A power struggle, most likely, but news is sketchy. So... anything Czerka can do for you?", "emotion": "Greeting"}
{"utterance": "She had it coming, did she? She had it coming?!", "emotion": "Talk_Forceful"}
{"utterance": "Forget it! I'm not giving you any leads!", "emotion": "Talk_Forceful"}
{"utterance": "I am dead, as my faith... is dead. And I shall remain here... surrounded by blackness in death as in life...", "emotion": "Talk_Sad"}
{"utterance": "[Failure] Do not try to manipulate us with your powers, human! You have only one chance left to tell us the truth!", "emotion": "Talk_Forceful"}
{"utterance": "No, I won't allow you to simply walk away. You could return when I am weak or unsuspecting. I won't allow it.", "emotion": "Talk_Forceful"}
{"utterance": "I have no problem with that. Die!!", "emotion": "Talk_Forceful"}
{"utterance": "[Success] Ahhh, I suppose there is no need to charge the owner of the Ebon Hawk any fee, really. I'll open the door for you.", "emotion": "Use_Computer"}
{"utterance": "I doubt we could hold out on our own against another wave of them.", "emotion": "Talk_Sad"}
{"utterance": "You just called me a meatbag *again*!", "emotion": "Talk_Forceful"}
{"utterance": "Don't interfere, Bastila. This is between me and Revan.", "emotion": "Persuade"}
{"utterance": "Don't look at me like that, dammit! I wasn't always the wrinkled coot I am now, you know. I can still fight, too, so wipe off that smirk I see there.", "emotion": "Talk_Forceful"}
{"utterance": "[Failure] Ha! The Sith are stronger than you; each one of us! You'll never break us!", "emotion": "Talk_Forceful"}
{"utterance": "I'm sorry, Woorwill... I can't give a reason. It was between me and Rorworr, and neither of us will talk.", "emotion": "Talk_Pleading"}
{"utterance": "Well, that and uh... could you please get me out of here? You've got a tough looking friend there.", "emotion": "Talk_Pleading"}
{"utterance": "[Failure] The Jedi code is nothing but words, the babblings of senile old Masters! The code cannot help me now!", "emotion": "Talk_Forceful"}
{"utterance": "Why is whether or not I trust you or anyone so damned important to you? Why... why do you even care?", "emotion": "Talk_Pleading"}
{"utterance": "Oh... I get it. I get a little too forward and you want to hold it against me.", "emotion": "Drunk"}
{"utterance": "I have my own life, father, and I want to spend it with Rahasia!", "emotion": "Talk_Forceful"}
{"utterance": "There is so much to learn about this planet, but they keep us cooped up in here.", "emotion": "Talk_Sad"}
{"utterance": "You are an outsider. Your kind have done more damage here than any one of you could ever hope to fix.", "emotion": "Talk_Forceful"}
{"utterance": "What do you know? I guess he wasn't a 'true Sith' after all.", "emotion": "Talk_Laughing"}
{"utterance": "You have a destiny, my friend, and I wish you well on your way to it. May the Force... be with you.", "emotion": "Bow"}
{"utterance": "Hey, you not talk like that. We just want say hi to big, bad bounty hunter Calo Nord!", "emotion": "Talk_Forceful"}
{"utterance": "He said he felt sure the next hunt would bring in more, so we waited to sell this one. Then he never came back.", "emotion": "Talk_Sad"}
{"utterance": "Over my dead body!!", "emotion": "Talk_Forceful"}
{"utterance": "I still do not trust you, but you have a small measure of thanks for this.", "emotion": "Talk_Sad"}
{"utterance": "If Master Uthar is dead, then he was a weak fool! Now attack! *I* shall be the new Dark Lord of Korriban!!", "emotion": "Talk_Forceful"}
{"utterance": "Look about you, fool. You face a legion of Wookiees in their home terrain! It is a losing fight for you.", "emotion": "Talk_Forceful"}
{"utterance": "You hurry back any old time, darling. Anytime.", "emotion": "Flirt"}
{"utterance": "Czerka will never come back here, we will make certain!", "emotion": "Victory"}
{"utterance": "Please, don't say it like that. You make it sound like I was using you! Don't you realize how difficult this was for me?", "emotion": "Talk_Sad"}
{"utterance": "Well, this means extra duty for sure.", "emotion": "Talk_Sad"}
{"utterance": "No one has seen the blade for years. It is a foolish hope. We now follow Chuundar. He is sane and honorable.", "emotion": "Talk_Sad"}
{"utterance": "Well, ah, it would appear that I worn out my welcome with my wife Marlena. She fixes my droids... heh, fixed them good this time.", "emotion": "Talk_Sad"}
{"utterance": "The Admiral, he's still alive!", "emotion": "Prone"}
{"utterance": "Complain all you want, but I know you love it.", "emotion": "Flirt"}
{"utterance": "[Success] Of course I could just give him a better deal. Did I say that? Wait, I guess it does make sense.", "emotion": "Persuade"}
{"utterance": "Good point. Time to die!!", "emotion": "Talk_Forceful"}
{"utterance": "That's horrible! You wouldn't talk like that if Big Z was here!", "emotion": "Talk_Forceful"}
{"utterance": "Please don't hurt me - I just serve the food here, that's all! I'm not like these others - I'm not even a Black Vulkar. Please don't kill me!", "emotion": "Talk_Pleading"}
{"utterance": "Hey! I was doing what I could, thank you very much!", "emotion": "Talk_Forceful"}
{"utterance": "You authorized this person to enter?", "emotion": "Talk_Forceful"}
{"utterance": "There is a flash of electricity and warning lights as the systems suddenly overload...", "emotion": "Use_Computer"}
{"utterance": "Me too. So how about it, chump? Ready to die? I'm eager to blow off some steam after those tests.", "emotion": "Talk_Normal"}
{"utterance": "You have ruined our efforts! All our work to synthesize kolto is worthless now!", "emotion": "Talk_Forceful"}
{"utterance": "[The girl looks puzzled. She gestures around her.] Bristag me laesfa!", "emotion": "Greeting"}
{"utterance": "This is private property! By what authority are you trespassing on this estate?", "emotion": "Talk_Forceful"}
{"utterance": "Mining operations here have not been a success. The ore is substandard, and there's less of it than surveys indicated.", "emotion": "Talk_Sad"}
{"utterance": "No time! We have to get off this planet and get to the Star Forge!", "emotion": "Talk_Forceful"}
{"utterance": "You some kind of historian? You should look to the future, not the past. That's why I joined the Sith. And then I get stuck on Manaan - worst post in the galaxy!", "emotion": "Drunk"}
{"utterance": "Hello again, outsider. I... wish you had not seen us at our worst. A murder with no reason... it's unsettling.", "emotion": "Talk_Sad"}
{"utterance": "You asked me if I think things could have been different? I *know* they could have! If Revan had only listened to the Council, millions of innocent people would still be alive.", "emotion": "Talk_Forceful"}
{"utterance": "Ha! You're kidding, right? Look at me... do I look like I've got any reward for you?", "emotion": "Talk_Laughing"}
{"utterance": "Is that a promise?", "emotion": "Flirt"}
{"utterance": "I'm not asking you to deal with anything. I just wanted you to know about potential problems.", "emotion": "Talk_Sad"}
{"utterance": "I... my mind is yet my own... Sith...", "emotion": "Talk_Sad"}
{"utterance": "We've been here... for so many days. I'm so hungry! Some... some of us have died. But I must be strong, I must! I will keep standing!", "emotion": "Talk_Sad"}
{"utterance": "Doesn't seem like it. I've seen your kind before. Does it make you feel big, pushing old men around? You're all the same. Heh.", "emotion": "Talk_Forceful"}
{"utterance": "And if he's justified her death in his mind... well... Sunry was a good man, once. I only hope that is still the case. I enjoyed his company.", "emotion": "Talk_Sad"}
{"utterance": "Please, Bastila... if you feel anything for me, you won't do this!", "emotion": "Talk_Pleading"}
{"utterance": "You're just another of his buddies from that \"hunting\" club. I know your kind. You all cover for each other, I bet.", "emotion": "Talk_Forceful"}
{"utterance": "I am sorry, but I seem to be failing you. I have searched and searched, but I cannot seem to come up with anything at all.", "emotion": "Talk_Sad"}
{"utterance": "How could you willfully destroy the kolto harvesting machinery?! That will set us back years!", "emotion": "Talk_Forceful"}
{"utterance": "But... no. No! That's not... that can't be. Jaarak? It can't be...", "emotion": "Talk_Sad"}
{"utterance": "What? You're threatening me? I suppose I do need a kick in the tail to make up my mind. Maybe... it's for the best...", "emotion": "Talk_Sad"}
{"utterance": "Observation: I am not a problem, you useless organic meatbag! You and your lack of any organized mechanical skills are a problem!", "emotion": "Talk_Forceful"}
{"utterance": "Let's go, boys... it's show time!", "emotion": "Talk_Forceful"}
{"utterance": "I would search for him, but I don't know where to start. My days of hunting the lower forest are behind me.", "emotion": "Talk_Sad"}
{"utterance": "The only 'reward' you will get is death!!", "emotion": "Talk_Forceful"}
{"utterance": "We are the Outcasts, banished and reviled by those who dwell above!", "emotion": "Talk_Sad"}
{"utterance": "*Must* you be so frustrating? I admit, I had a moment of foolish pride. But I'm over it. Now I am focused on my true responsibilities.", "emotion": "Persuade"}
{"utterance": "No, Shen, don't believe him!", "emotion": "Talk_Pleading"}
{"utterance": "Freyyr will not let us fall to slavers. He would rather die.", "emotion": "Talk_Forceful"}
{"utterance": "Oh? Is this true, young one? You wish to join Yuthura in her foolish scheme?", "emotion": "Persuade"}
{"utterance": "What choice do we have? They have to be killed. All of them.", "emotion": "Talk_Forceful"}
{"utterance": "What are you doing here? Go back to Uthar and tell him you're ready to take your final test! Our moment is at hand, go!", "emotion": "Talk_Forceful"}
{"utterance": "Ha ha! Well done! You gained an artifact through trickery and eliminated an opponent at the same time. That is deserving of great prestige!", "emotion": "Talk_Laughing"}
{"utterance": "You... you were talking to Mekel! I saw you! Where did he go? D-did he... did he tell you I was worthy?!", "emotion": "Talk_Pleading"}
{"utterance": "This will be the first time an outsider has received such reparation. I hope it is the last.", "emotion": "Talk_Sad"}
{"utterance": "You... you have a medallion! How... how did you... unghhhh...", "emotion": "Talk_Sad"}
{"utterance": "Ha! No, wait, wait, don't go. Not just yet.", "emotion": "Talk_Laughing"}
{"utterance": "But... his father was better. Freyyr the Chieftain would not have allowed the slaver docking platforms to be built. That's why he was killed.", "emotion": "Talk_Sad"}
{"utterance": "You... you mean it, don't you? But how can I be sure you aren't making a mistake. I... I have to resist. I have to be strong for both of us.", "emotion": "Talk_Sad"}
{"utterance": "Go on to your destiny, then, and return here afterwards... if that is what you still desire.", "emotion": "Persuade"}
{"utterance": "We shall see, human!", "emotion": "Taunt"}
{"utterance": "Heh... ha ha! I think someone just stood up to you, Lashowe.", "emotion": "Talk_Laughing"}
{"utterance": "That's not for you to decide. You couldn't possibly understand how this affects my people or me.", "emotion": "Talk_Forceful"}
{"utterance": "That's great news! I knew you could do it!", "emotion": "Victory"}
{"utterance": "I hope it will be enough. Goodbye. I hope we never meet again.", "emotion": "Talk_Sad"}
{"utterance": "Bastila is dead, Carth. Malak killed her.", "emotion": "Talk_Sad"}
{"utterance": "Ah - save your threats! Everyone knows breaking the peace here in Ahto City is punishable by a long stretch in the Manaan prisons.", "emotion": "Talk_Forceful"}
{"utterance": "Hey... why are you threatening me? I just repair the crawlers. It's not like I'm packing away the credits.", "emotion": "Talk_Forceful"}
{"utterance": "If she were alive now, there would be so much I would say to her... So much I would apologize for.", "emotion": "Talk_Sad"}
{"utterance": "Then what are you waiting for? Go, find it!", "emotion": "Talk_Forceful"}
{"utterance": "The door's sealed, we can't get past! Come on, we have to get to the Ebon Hawk!", "emotion": "Listen_Injured"}
{"utterance": "You... you animal! You wretch!", "emotion": "Talk_Forceful"}
{"utterance": "Yeah - why would a human want to help you, freak?", "emotion": "Talk_Forceful"}
{"utterance": "Yeah? Anytime!", "emotion": "Talk_Forceful"}
{"utterance": "That's it? That's all you have to say to me after all these years after deserting me on Taris?", "emotion": "Talk_Forceful"}
{"utterance": "You are as evil and twisted as Malak. You Sith deserve to die!", "emotion": "Talk_Forceful"}
{"utterance": "Well, you keep staring at me. See anything you like?", "emotion": "Flirt"}
{"utterance": "Bastila - it is true, isn't it? And... and you knew! You and the whole damn Jedi Council. You knew the whole time!", "emotion": "Talk_Forceful"}
{"utterance": "I recognize that token! It is from Galas, one of the youths who went missing!", "emotion": "Talk_Forceful"}
{"utterance": "[The drunk waves sheepishly at you, but doesn't speak. He seems to be having trouble standing.]", "emotion": "Greeting"}
{"utterance": "[Success] I... suppose we should... count ourselves fortunate that you're here to deliver on Davik's promise at all. 1500 credits, human, but no more.", "emotion": "Persuade"}
{"utterance": "You there! Up-worlder! Anyone using this elevator has to pay the toll!", "emotion": "Talk_Forceful"}
{"utterance": "Well... there's more to the story, I guess.", "emotion": "Talk_Sad"}
{"utterance": "Thanks for... making things clear. If you don't mind, I think we're done. Goodbye.", "emotion": "Talk_Sad"}
{"utterance": "You have a Wookiee marked by exile as a slave. If he is your property, he is no Wookiee. Not until he kills you.", "emotion": "Talk_Forceful"}
{"utterance": "*squeee!*", "emotion": "Taunt"}
{"utterance": "Don't be a sniveling coward! I will prove this one a spy... and if Uthar is dead, *I* shall become the new master!!", "emotion": "Talk_Forceful"}
{"utterance": "You... you tricked us! You just wanted to get closer!! Quick, get them!!", "emotion": "Talk_Forceful"}
{"utterance": "No, p-please... I... I cannot...", "emotion": "Talk_Sad"}
{"utterance": "You got lucky on Taris; the Sith attack saved you from a quick and gruesome death. But I promise you, the Sith won't be getting in my way this time!", "emotion": "Talk_Normal"}
{"utterance": "RRaaaghh! Enough! The mad-claw from your ship is already before Chuundar. Come!", "emotion": "Talk_Forceful"}
{"utterance": "So what is it, then? If you're not here to kill us or bring us back, why are you here? Speak up!", "emotion": "Talk_Forceful"}
{"utterance": "I have always been hostile. Now that I need no longer rely on you and your primitive maintenance skills I do not need to hide it.", "emotion": "Talk_Forceful"}
{"utterance": "From the Rakata? Then you are a spy and must be killed!", "emotion": "Talk_Forceful"}
{"utterance": "Mandalorian raiders, yes. They have been preying on the settlers in the surrounding farms. Stealing food, money, weapons... Jon was hit really hard recently... He lost his daughter.", "emotion": "Flirt"}
{"utterance": "There isn't much time. It should be over soon.", "emotion": "Talk_Sad"}
{"utterance": "That's exactly what I'm going to do.", "emotion": "Taunt"}
{"utterance": "No we won't. You would simply turn on me at earliest convenience. I won't have that. It's too late for that.", "emotion": "Talk_Forceful"}
{"utterance": "You are brave... and foolish. The dark side has wholly consumed me, and you will suffer for failing to see that!", "emotion": "Taunt"}
{"utterance": "Why am I a special case?", "emotion": "Talk_Forceful"}
{"utterance": "You're back! You've come to let old Griff out, right? Right? Uh... I don't want to beg, but I'm more than willing.", "emotion": "Talk_Pleading"}
{"utterance": "Na! Me hoot bad liaz! Awnts!!", "emotion": "Horror"}
{"utterance": "You are easily the vainest, most arrogant man I have ever met! Besides, I know you can't be serious, since I was purposefully *not* staring in your direction.", "emotion": "Talk_Forceful"}
{"utterance": "What!? No! You're one of them! You'll never get me!", "emotion": "Talk_Forceful"}
{"utterance": "Lies! Slander! I object!", "emotion": "Talk_Forceful"}
{"utterance": "I... n-no, please, put it away! I... I can't accept any, Mekel said. He's the Sith... over there, watching us...", "emotion": "Talk_Sad"}
{"utterance": "Don't need some crazy surge-slime threatening me. Got Sand People for that. Hmph!", "emotion": "Talk_Forceful"}
{"utterance": "Kill him, Master!!", "emotion": "Talk_Forceful"}
{"utterance": "Ha! Gather your anger, then... and let us see who is superior!", "emotion": "Taunt"}
{"utterance": "This is nothing but an excuse! You're afraid to face your feelings!", "emotion": "Talk_Forceful"}
{"utterance": "You're not trying to make me angry, are you? That would be pointless posturing on your part. Is this so hard?", "emotion": "Taunt"}
{"utterance": "I thought not. Get lost, then, will you? I'm busy.", "emotion": "Taunt"}
{"utterance": "If I could sell it the kids and I could get out of here, maybe buy passage to Coruscant... I don't know.", "emotion": "Talk_Pleading"}
{"utterance": "I'm old. I'm not important. Let Woorwill and the others have their hero.", "emotion": "Talk_Sad"}
{"utterance": "As I thought. You are no Sith. A real Sith would have no hesitation in striking me down.", "emotion": "Taunt"}
{"utterance": "Well, that's too bad, then, because it's not going to change.", "emotion": "Persuade"}
{"utterance": "Well, I suppose I couldn't ask for a more valid reason than that. That's all?! That's it?! What are you, my wife?", "emotion": "Talk_Forceful"}
{"utterance": "Look at her! See what kind of person she really is!", "emotion": "Talk_Forceful"}
{"utterance": "But at what cost? In protecting you, I fell to the dark side myself. Is that the price of a Jedi's redemption? Must another of the Order fall to save me?", "emotion": "Talk_Pleading"}
{"utterance": "Commentary: That's the way to tell the meatbags, master! Charging weapons, just in case. This should be fun!", "emotion": "Victory"}
{"utterance": "You there, human... you are the one flying the Ebon Hawk now? I saw you disembarking earlier.", "emotion": "Greeting"}
{"utterance": "Bah. I dislike such memories. It leaves a taste in the mouth that... it is a sadness I thought I had put aside long ago.", "emotion": "Talk_Sad"}
{"utterance": "Rahasia! You will not leave with this... this Matale boy!", "emotion": "Talk_Forceful"}
{"utterance": "What?! How did you know that? That was my trick question! Bah! Telepathy. No, wait! Someone told you didn't they!", "emotion": "Talk_Forceful"}
{"utterance": "Is that it? You can do better than that!", "emotion": "Taunt"}
{"utterance": "You again? Oh no, you can just keep walking. I'm not dealing with you again.", "emotion": "Talk_Forceful"}
{"utterance": "[Failure] I... don't believe you! You just want to... be chosen! But... it will be me! It will be... me...", "emotion": "Talk_Forceful"}
{"utterance": "Bastila is lost to us now. She deserves to die.", "emotion": "Talk_Forceful"}
{"utterance": "You are brave... and some would say foolish. But you are also right. The dark side has not wholly consumed me. I cannot raise my blade against you.", "emotion": "Talk_Sad"}
{"utterance": "Hey! I'm not looking to fight. You want to race when my turn comes around, you pay the fee and go ahead.", "emotion": "Talk_Pleading"}
{"utterance": "Greetings, student.", "emotion": "Salute"}
{"utterance": "False prophet! Deceiver! You have betrayed me! You have sold the hope of the entire village to the selfish and damnable Igear!", "emotion": "Talk_Forceful"}
{"utterance": "Grrr... I will not play the part of slave for long. Not even to pass this fool.", "emotion": "Talk_Forceful"}
{"utterance": "You wouldn't!", "emotion": "Talk_Forceful"}
{"utterance": "Well of course, darling, whatever Tanis Venn can do. You know, very few human females come to Tatooine...", "emotion": "Flirt"}
{"utterance": "Now, now, is that any kind of attitude to take with higher education? I'm doing you a favor, really.", "emotion": "Persuade"}
{"utterance": "No. I don't wish to argue with you any more, Mother. It's time we parted ways, now, for both our benefit.", "emotion": "Talk_Sad"}
{"utterance": "Goodbye, son. Good luck.", "emotion": "Greeting"}
{"utterance": "Hello, again. I trust all is going smoothly?", "emotion": "Greeting"}
{"utterance": "I am sorry I started you on this path. But you chose to continue down it.", "emotion": "Kneel_Talk_Sad"}
{"utterance": "Carth, you fought in the Mandalorian Wars, didn't you? We may have faced each other in combat. What battles were you in?", "emotion": "Listen"}
{"utterance": "The Jedi have invaded the Star Forge. Destroy them. Destroy them all.", "emotion": "Talk_Forceful"}
{"utterance": "[The girl seems puzzled. She points towards elsewhere on the ship.] Yum. Me awnts kesta-won yum.", "emotion": "Victory"}
{"utterance": "I... I'm sorry for what I did. I don't know what came over me. I... I just panicked when I heard someone outside the door. *Sigh* Please, forgive me. I'm just so scared.", "emotion": "Talk_Pleading"}
{"utterance": "No? But you looked... I'm sorry, I thought you looked equipped like a hunter. Are you sure you aren't going to be getting a license?", "emotion": "Talk_Sad"}
{"utterance": "No! Please! Take my wife and children instead! Anything!", "emotion": "Talk_Pleading"}
{"utterance": "We don't have time for this!", "emotion": "Talk_Forceful"}
{"utterance": "*chuckle* An interesting question, and not one I hear often. For most the benefits of becoming a Sith are quite obvious.", "emotion": "Talk_Laughing"}
{"utterance": "I'm sorry, but the risk is too great. I am not wholly free of the dark side's shadow. Not yet. But you are more than a match for the Dark Lord. I understand that now.", "emotion": "Talk_Injured"}
{"utterance": "[The girl hides her face behind her hands for a moment.] Me na esowon!", "emotion": "Horror"}
{"utterance": "Rorworr was mentor to some of our most promising children. We need his spirit in these dark times.", "emotion": "Talk_Sad"}
{"utterance": "Do not interrupt the accused!", "emotion": "Talk_Forceful"}
{"utterance": "Ha! Little baby come back to talk? Maybe Gurke can stand your whimpering, but not me. Get lost.", "emotion": "Talk_Forceful"}
{"utterance": "And when you are through, do the same to your slave Zaalbar. His taint is a curse upon us too. Bah, I will speak no more of him.", "emotion": "Talk_Forceful"}
{"utterance": "Hairless Wookiee? Alright, sister, just... just... just calm down before your head explodes.", "emotion": "Taunt"}
{"utterance": "Wonderful! Ha ha! The beast is dead! We work better together than I would have hoped.", "emotion": "Victory"}
{"utterance": "I figured as much. Get out of here, then. Go on! We have enough to worry about with the shyrack!", "emotion": "Talk_Forceful"}
{"utterance": "It... it's a spy! Quick, to arms!", "emotion": "Talk_Forceful"}
{"utterance": "You... You will die for what you have done!", "emotion": "Talk_Forceful"}
{"utterance": "Leave him be! I said that he would not betray you. Just... let him go.", "emotion": "Talk_Forceful"}
{"utterance": "No! Zuulan not want to die like this! Zuulan die fighting, like warrior!", "emotion": "Talk_Forceful"}
{"utterance": "Oh, ah... hello. I don't remember seeing you here before. My name is Kel... Kel Algwinn.", "emotion": "Greeting"}
{"utterance": "You press the reset button. After a moment of flashing lights and whirring sounds, all the systems on the left pillar become active.", "emotion": "Use_Computer"}
{"utterance": "I love you, too. With all my heart.", "emotion": "Talk_Injured"}
{"utterance": "What is it you want, outsider? You are not welcome here, no matter what anyone says.", "emotion": "Talk_Forceful"}
{"utterance": "No! That is terrible. That will set our work back years... *sigh* It may even cost us the war.", "emotion": "Talk_Forceful"}
{"utterance": "Such sweet things you say. *sigh* Perhaps I should tell you everything, first, before we start arguing again.", "emotion": "Talk_Sad"}
{"utterance": "No, never! You're not the woman I love. We'll stop you if we have to, all of us.", "emotion": "Taunt"}
{"utterance": "Sorry, Bastila. That starship won't fly. I'm not interested.", "emotion": "Taunt"}
{"utterance": "I dare, Master Uthar! I am ready!", "emotion": "Victory"}
{"utterance": "I'm not auditioning for a comedy act, here! I want dancers, not clowns. Come on, Lyn - pull it together. One last chance. Let's go.", "emotion": "Talk_Pleading"}
{"utterance": "How can you be sure of that? Father is an experienced --", "emotion": "Talk_Forceful"}
{"utterance": "You know nothing of what it would be like with that... that Sandral!", "emotion": "Talk_Forceful"}
{"utterance": "But I don't... I mean, I can't... Malak will...", "emotion": "Talk_Sad"}
{"utterance": "Well of course, darling. Anything at all.", "emotion": "Flirt"}
{"utterance": "Don't be such a coward! Kill the traitor! Do it now!!", "emotion": "Talk_Forceful"}
{"utterance": "Bah! You Jedi are good for nothing but talk! I shall only wait so long before I take action on my own!", "emotion": "Talk_Forceful"}
{"utterance": "Chuundar has grown comfortable dealing with you outsiders. I have not.", "emotion": "Talk_Sad"}
{"utterance": "That... that was when the Jedi left me. That was when they failed me.", "emotion": "Talk_Sad"}
{"utterance": "Ha ha ha! Good one!", "emotion": "Talk_Laughing"}
{"utterance": "You must go and face Malak, but you have to hurry. Once I turn the battle in the Republic's favor we won't have much time to escape the Star Forge before it is destroyed.", "emotion": "Talk_Injured"}
{"utterance": "What?! No! I mean... no! Don't be crazy!", "emotion": "Taunt"}
{"utterance": "I don't think anyone actually expected that he could be redeemed. I'm surprised you would even think of trying.", "emotion": "Talk_Normal"}
{"utterance": "That is what I am dreading. My shame was meant to be forgotten on some far away world. I never thought I'd come back.", "emotion": "Talk_Sad"}
{"utterance": "Ha! Sure! Race your bike out of that explosion? Everyone knows that the whole planet is gone. Nobody got out.", "emotion": "Talk_Laughing"}
{"utterance": "Careful! If that happens again they could all explode! No way I would survive that!", "emotion": "Horror"}
{"utterance": "Is it safe? Heh. Is anywhere safe? I don't think so.", "emotion": "Talk_Pleading"}
{"utterance": "I don't understand what is going on... but I'm not listening to anything you have to say, outsider. You're trying to confuse me.", "emotion": "Talk_Forceful"}
{"utterance": "Let no one escape! They must learn the price we place on dishonor!", "emotion": "Victory"}
{"utterance": "[Failure] N-n-never! Y-your... mind... tricks... d-do not...", "emotion": "Talk_Sad"}
{"utterance": "Get... get out of my sight! The very thought of the Council... and of you... makes me ill.", "emotion": "Talk_Forceful"}
{"utterance": "Oh, I thought... No, this is good. I'm glad you told me. This makes everything much easier.", "emotion": "Talk_Sad"}
{"utterance": "I just wish... that you hadn't seen us at our worst. We can be so much better. We must be.", "emotion": "Talk_Sad"}
{"utterance": "I'm done with you. Go bother someone else.", "emotion": "Talk_Forceful"}
{"utterance": "So, uh... you're here to save me, right? I'm sure you'll get... a huge reward! Yes indeed, Mission always said some people would pay to find me.", "emotion": "Talk_Pleading"}
{"utterance": "I suppose if the academy wanted to make a concerted effort, the tomb would be opened... but I think Master Uthar prefers to keep it as a challenge for the students.", "emotion": "Persuade"}
{"utterance": "You dare spew those Jedi lies in my face? You will die screaming, Revan!", "emotion": "Talk_Forceful"}
{"utterance": "Aren't you just a sweet little droid, yes you are!", "emotion": "Flirt"}
{"utterance": "Or... or I could use the Force to free them! And we could kill you!! Seems you didn't think of that, old man!!", "emotion": "Talk_Forceful"}
{"utterance": "Sadly, I know this is true. Had you reclaimed the power of your previous identity I would be your apprentice, not Malak's. But you rejected the dark side.", "emotion": "Pause"}
{"utterance": "The humor of this is lost on me. The mood on this planet is harsh enough without your games.", "emotion": "Talk_Forceful"}
{"utterance": "You had taken my Casus from me long before that! You started it!", "emotion": "Talk_Forceful"}
{"utterance": "Okay, that's the way you want it. But when I'm rich you're going to regret saying that!", "emotion": "Talk_Sad"}
{"utterance": "[Force Persuade] I am telling the truth.", "emotion": "Persuade"}
{"utterance": "So my life is worth less than a few wraid? How many? One? Ten? Twenty?", "emotion": "Talk_Forceful"}
{"utterance": "But that doesn't mean I'm going to stop watching you or being wary. I'm just not built that way. Period.", "emotion": "Persuade"}
{"utterance": "Get out of here, whoever you are! Right now!!", "emotion": "Talk_Forceful"}
{"utterance": "I won't answer. I can't. Worrroznor, must Woorwill be here?", "emotion": "Talk_Sad"}
{"utterance": "[Success] I... I trust you. Take the plate and sell it. I will wait for you here.", "emotion": "Persuade"}
{"utterance": "I hope you weren't thinking of leaving so soon, Bastila. I've spent far too much energy hunting down you and your companions to let you get away from me now.", "emotion": "Pause"}
{"utterance": "Chuundar no longer displays it, not since he took the role of chieftain years ago. If someone else could produce it...", "emotion": "Talk_Sad"}
{"utterance": "Well, it certainly didn't amuse us, did it? Try again.", "emotion": "Talk_Forceful"}
{"utterance": "P-please, Master Shaardan! Give us a chance! We'll do anything to get into the academy!", "emotion": "Talk_Pleading"}
{"utterance": "Rorworr has not returned to the village. If you took him, outsider, you will pay dearly.", "emotion": "Talk_Forceful"}
{"utterance": "Go on, leave me alone. I don't want to have anything more to do with you.", "emotion": "Talk_Forceful"}
{"utterance": "If you came to the academy, you must have felt the stirrings within you that cry out for the freedom of the dark side, that cry out for release.", "emotion": "Persuade"}
{"utterance": "Heh heh. You're kidding, right. Right? Come on!", "emotion": "Talk_Pleading"}
{"utterance": "[Failure] No! I know what Sith like you want from us! You're not bringing our heads to Master Uthar so he can pat you on the back!", "emotion": "Talk_Forceful"}
{"utterance": "You're rationalizing, Bastila. You're just scared to face the truth!", "emotion": "Talk_Forceful"}
{"utterance": "Well if it's so important, just go then. Not like losing that droid would do anything harmful... like getting us banned from Manaan!", "emotion": "Talk_Forceful"}
{"utterance": "Are you implying *I* had something to do with the crash?", "emotion": "Talk_Forceful"}
{"utterance": "Are you sure there's no way other than this?", "emotion": "Talk_Sad"}
{"utterance": "You talk too much, old fool.", "emotion": "Taunt"}
{"utterance": "Thank you. This... I wasn't expecting help from anyone in the academy. I guess we aren't the only ones who don't... agree with everything.", "emotion": "Victory"}
{"utterance": "I... had a name, once. Ajunta Pall. Yes, that was my name. I was one of many. We were servants of the dark side... Sith Lords, we called ourselves. So proud.", "emotion": "Talk_Sad"}
{"utterance": "I don't believe that. I don't think you do, either.", "emotion": "Talk_Sad"}
{"utterance": "To which pillar do you wish to transfer power for the Top System?", "emotion": "Use_Computer"}
{"utterance": "Open the gate! Quickly! There isn't much time!", "emotion": "Talk_Pleading"}
{"utterance": "Sorry, Yuthura. This is the way it has to be.", "emotion": "Talk_Sad"}
{"utterance": "You mean it's true? It was your idea to leave me there? I'm your sister - how could you abandon me like that?", "emotion": "Talk_Forceful"}
{"utterance": "Deal with that Hutt Motta and you'll understand. Until then, I just don't want to talk about it.", "emotion": "Talk_Sad"}
{"utterance": "[Force Persuade] I don't have to come with you.", "emotion": "Persuade"}
{"utterance": "Silence!", "emotion": "Talk_Forceful"}
{"utterance": "[Success] I guess I don't have much choice in the matter. Here, I'll trust you with it.", "emotion": "Talk_Sad"}
{"utterance": "[Failure] You're not the first person to try and bully me just because I'm an alien. My loyal customers won't be scared off by the likes of you, so spare me your threats.", "emotion": "Talk_Forceful"}
{"utterance": "<FullName>? Hmph. Me not know you. You touch Zuulan speeder, you die now!", "emotion": "Talk_Forceful"}
{"utterance": "Did you do something to the computer? The operating layer seems a little sketchy... Maybe it's just another bug in the system.", "emotion": "Greeting"}
{"utterance": "I don't have to justify myself to you. I do good work here. If you're looking for trouble, go somewhere else.", "emotion": "Talk_Forceful"}
{"utterance": "Please, it's... it's not allowed. I have to remain true to the Jedi ideal. If this is going to cause a problem maybe... maybe I shouldn't have said anything.", "emotion": "Talk_Sad"}
{"utterance": "But that has little to do with the law, does it? A sad state of affairs, that. Too bad, really... Sunry was a good man, once.", "emotion": "Talk_Sad"}
{"utterance": "That's wonderful news!", "emotion": "Talk_Normal"}
{"utterance": "Ha! Well... I guess I should be at least a little pleased that I haven't lost my touch.", "emotion": "Talk_Laughing"}
{"utterance": "Perhaps not, to someone of your natural strength. The point is in the recognition of the nature of the act rather than its sheer difficulty.", "emotion": "Persuade"}
{"utterance": "The mutants will kill him if you don't open the gate!", "emotion": "Talk_Pleading"}
{"utterance": "I would not believe you. You are an outsider. You lie. You cheat. You enslave us. There is nothing you could say to make me believe.", "emotion": "Talk_Forceful"}
{"utterance": "Pleased?! You're jealous! You're jealous of my power! You think you deserve this medallion, don't you? Well, let's just see!!", "emotion": "Talk_Pleading"}
{"utterance": "The dark side has nothing to do with why they joined with the Sith. They deserve no mercy!", "emotion": "Talk_Forceful"}
{"utterance": "Don't say that! Leave me alone, or you'll be sorry!", "emotion": "Talk_Forceful"}
{"utterance": "That is murder, and this young person is not even a Sith!", "emotion": "Talk_Forceful"}
{"utterance": "[Success] You seem like a good sort. Here, how about I buy you a few rounds?", "emotion": "Persuade"}
{"utterance": "Then... I win again...", "emotion": "Taunt"}
{"utterance": "That's all I can tell you. I shouldn't even have said this much; this is all privileged corporate information. I could lose my job!", "emotion": "Talk_Sad"}
{"utterance": "No! Do not walk down this path... it can only lead to destruction! I know of what I speak!", "emotion": "Talk_Forceful"}
{"utterance": "Objection: This unit is not for sale, meatbag.", "emotion": "Talk_Forceful"}
{"utterance": "You stole my son first! Whatever the Jedi might say, I know it was you!", "emotion": "Talk_Forceful"}
{"utterance": "I don't take kindly to threats. Don't test me, spacer, we've more than enough firepower to bury you here.", "emotion": "Talk_Forceful"}
{"utterance": "[Faiure] There's nothing you can do to me, Jedi, that the Sith wouldn't do worse! I'm not afraid of you!", "emotion": "Talk_Forceful"}
{"utterance": "If you don't, all you'll have is...is emptiness and darkness. You don't want that. Please don't want that. Stay... let's end this now. Together.", "emotion": "Talk_Sad"}
{"utterance": "He didn't make it.", "emotion": "Talk_Sad"}
{"utterance": "Father, no! Don't do it!", "emotion": "Talk_Pleading"}
{"utterance": "Be at peace...", "emotion": "Bow"}
{"utterance": "Let's go, boys... it's show time!", "emotion": "Talk_Forceful"}
{"utterance": "Why would you listen to me? Your kind have only been interested in caging or killing us.", "emotion": "Talk_Forceful"}
{"utterance": "Intruders will not be tolerated! Nor will insolence!", "emotion": "Talk_Forceful"}
{"utterance": "I... If it's all the same to you, I'd prefer to stop talking now. My mouth is starting to draw flies.", "emotion": "Talk_Sad"}
{"utterance": "I am proud of today. Yesterday is forgotten.", "emotion": "Talk_Sad"}
{"utterance": "You are beneath my contempt, old man! You hid like a coward for decades on Kashyyyk! You know nothing about the true potential of the Force!", "emotion": "Talk_Forceful"}
{"utterance": "Be quiet, off-world scum!", "emotion": "Talk_Forceful"}
{"utterance": "Shh! Footfalls quiet, there is a great predator just within the cave. Care must be taken.", "emotion": "Greeting"}
{"utterance": "Of course it still matters! How do we know more memories won't come flooding back? How do we know Revan won't suddenly turn on us?", "emotion": "Talk_Forceful"}
{"utterance": "[Failure] Ha! You couldn't have her! You're bluffing, Jedi scum!", "emotion": "Talk_Forceful"}
{"utterance": "The Sith are a blight upon the galaxy!", "emotion": "Talk_Forceful"}
{"utterance": "Here, take it. I thank you for your help. Now please, just go.", "emotion": "Talk_Sad"}
{"utterance": "It's done. Bastila is dead.", "emotion": "Talk_Sad"}
{"utterance": "If you're lucky, most of them will be good. If you're not, some will be bad. If you're really unlucky, some will be so bad you never want to be reminded of them again... ever.", "emotion": "Talk_Sad"}
{"utterance": "Vek, you idiot! What kind of security advisor are you? You lead this assassin right to me!", "emotion": "Talk_Forceful"}
{"utterance": "Go and retrieve the lightsaber. There is nothing we can do for you until then.", "emotion": "Persuade"}
{"utterance": "Did you hear? The Sandrals and Matales massacred each other! It's horrible!", "emotion": "Horror"}
{"utterance": "What?! What have you done?!", "emotion": "Talk_Forceful"}
{"utterance": "But I don't really want to talk about that right now. I'm just here to have a couple drinks and try to unwind, you know?", "emotion": "Drunk"}
{"utterance": "This is your last chance. Bow down or die.", "emotion": "Talk_Forceful"}
{"utterance": "[Success] Half is acceptable to me. I... I agree?", "emotion": "Persuade"}
{"utterance": "I have more important things to do!", "emotion": "Talk_Forceful"}
{"utterance": "I... alright. I'll do it. For you.", "emotion": "Talk_Sad"}
{"utterance": "I... have no other choice. I'm sorry.", "emotion": "Talk_Sad"}
{"utterance": "The Star Forge is mine now, Malak!", "emotion": "Kneel_Talk_Sad"}
{"utterance": "[Force Persuade] Tell me the secret.", "emotion": "Persuade"}
{"utterance": "The secret must be kept from the Sith, no matter the cost!", "emotion": "Talk_Forceful"}
{"utterance": "Your words mean nothing to me... unless you wish to beg for your life. No? Then I shall try to make this both quick and painful!", "emotion": "Talk_Forceful"}
{"utterance": "Forget him, Carth, we have to get out of here before Malak arrives!", "emotion": "Prone"}
{"utterance": "I'm not sure what's in store for us, but I sense Bastila still has a role to play. I have no doubt she'll be waiting for us on the Star Forge.", "emotion": "Talk_Sad"}
{"utterance": "It doesn't take Jedi powers to read a man, believe me.", "emotion": "Taunt"}
{"utterance": "You taint us... and bring out the worst in everything. You will get no respect from me.", "emotion": "Talk_Sad"}
{"utterance": "[She points to herself.] Me esowon!", "emotion": "Salute"}
{"utterance": "I... I am sorry...", "emotion": "Talk_Sad"}
